{
  "books": [
    {
      "second": 1667966400000,
      "title": "ZENKEN",
      "vocabularies": [
        {
          "answers": 0,
          "corrects": 0,
          "description": "アクティブユーザーとは、ネットサービスなどの登録会員のうち、(ある調査時点で)活発に、あるいは日常的に利用している人のこと。その数をアクティブユーザー数、会員数に占める割合をアクティブユーザー率(またはアクティブ率)という。登録やその維持が無料のサービスでは、あまり利用しなくなったが退会手続きをせず放置している会員(いわゆる幽霊会員)が時間の経過とともに増加する。単純な登録会員数だけでは現在どのくらいに人がそのサービスを実際に利用しているかわからないため、アクティブユーザーの数がサービスの「現在の実力」を表す指標の一つとして重視される。",
          "hint": "【active user】アクティブユーザー数 / アクティブユーザー率 / アクティブ率 / アクティブ会員",
          "index": 0,
          "word": "アクティブユーザー"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "アップセルとは、ある商品を購入したり購入しようとしている顧客に対して、同じ製品カテゴリーのより上位の商品をすすめるマーケティング手法。製品購入を検討している顧客に、同種のより上位の製品ならどのような付加価値があるかを説明して購入を勧めたり、以前にある製品を購入した顧客に、上位の製品への切り替えを勧めたりする手法。",
          "hint": "【up sell】アップセリング / up selling",
          "index": 1,
          "word": "アップセル"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "アドサーバとは、ネット広告の配信を行うサーバ。メディア自体のサーバと兼用の場合もあるが、一般的には広告配信専用のアドサーバ、特に、広告配信事業を専門に行う事業者が運用するサーバを用いることが多い。アドサーバは広告掲載メディアからのリクエストを受けて広告の画像やテキスト、リンク情報などを閲覧者に送信し、記録を残す。閲覧者が広告をクリックした場合にはそのことを記録し、アクセスを広告主のサイトへ誘導する。また、掲載途中や掲載終了後には閲覧やクリックの記録をまとめてレポートを作成し、メディア所有者から広告代理店や広告主へ報告される。",
          "hint": "【advertisement server】ad server / ADサーバ / アドサーバー",
          "index": 2,
          "word": "アドサーバ"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "アドネットワークとは、広告プログラムの配信方式の一種で、複数のWebサイトを束ねて同じ広告を同時に配信する方式。小規模なWebサイトでも参加可能な広告プログラムでよく利用される配信方式で、個々にはページ数やアクセス数の少ない小規模サイトをたくさん集めることで、全体としてある程度の規模を確保し、一つの広告媒体として広告主に販売する。",
          "hint": "【ad network】ネットワーク配信 / network delivery / ネットワーク広告 / 広告ネットワーク / ADNW",
          "index": 3,
          "word": "アドネットワーク"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "アドバタイズメントとは、広告、宣伝という意味の英単語。電子商取引、ネットビジネスなどの分野では文字通り、広告のことを意味する。広告とは、広告主が自らの存在やブランド、製品、サービスなどについての情報を人々に広く知らせるため、情報メディア(インターネットの場合はWebページなど)の一部を買い取り、自らの宣伝であることを明示した上で情報を提示することを意味する。",
          "hint": "【advertisement】アドバタイズ / advertise / アド / ad / アドバタイジング / advertising",
          "index": 4,
          "word": "アドバタイズメント"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "アフィリエイトとは、ネット広告の課金方式の一つで、Webページやメールマガジンなどの広告媒体から広告主のWebサイトなどへリンクを張り、閲覧者がそのリンクを経由して広告主のサイトで会員登録したり商品を購入したりすると、媒体運営者に一定の料率に従って報酬が支払われる方式。掲載回数やクリック数などに対して報酬が支払われる他の広告手法に比べ、広告主にとっては、売上などの成果が挙がってから初めて広告料(の請求)が発生するため、極めて費用対効果の高い広告を展開することができる。媒体運営者にとっては、他の広告プログラムよりも加入・登録の門戸が広く、個人でも容易に開始できる点や、商品選択や掲載方法の自由度が高く、自分のサイトのテーマやデザインに馴染んだ広告にしやすいというメリットがある。",
          "hint": "【affiliate】成果報酬型広告 / 成功報酬型広告 / アフィリ / アフィ / アフィリエイトプログラム / affiliate program",
          "index": 5,
          "word": "アフィリエイト"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "アーンドメディアとは、企業などのマーケティングにおける情報メディアの分類の一つで、消費者や顧客が自由に情報発信したり相互に交流できるメディアのこと。主にSNSやブログなど、誰でも書き込みや閲覧が可能なネット上のサービス(ソーシャルメディア、CGM)を指す。アーンドメディアは消費者間で「口コミ」が流通するメディアであり、適切な情報提供やコミュニケーションにより自社や自社製品への信頼や評価を獲得することができるとされる。消費者間で相互に流通する情報について企業側が直にコントロールすることはできないが、公式アカウントを開設して情報を発信したり質問に応えるといった活動を通じ、消費者や顧客と良好な関係づくりを進めることができる。",
          "hint": "【earned media】",
          "index": 6,
          "word": "アーンドメディア"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "インタースティシャル広告とは、Webサイトやスマートフォンアプリなどで用いられる広告手法の一つで、画面やページの切り替え・遷移時に挿入される広告。広告をページの要素の一部としてではなく、全画面あるいはほぼ画面全体を覆うポップアップウィンドウなどとして表示する。利用者が別のページや画面への移動を指示した際に、次のページヘ移る前に表示されるもので、利用者の操作や一定時間の経過などにより消滅し、本来の遷移先のページが表示される。同じサイト内・アプリ内の画面遷移で表示される設定になっている場合と、Webサイトで、検索エンジンなどから特定のページへ閲覧者が訪れると、本来のページの前に自動的にインタースティシャル広告が表示される場合がある。",
          "hint": "【interstitial advertising】",
          "index": 7,
          "word": "インタースティシャル広告"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "インターネット広告とは、インターネットを通じて視聴・閲覧される情報媒体に掲載される、企業や製品などの広告・宣伝。また、企業などがインターネットを通じて消費者などに向けて行う広告・宣伝活動。掲載されるメディアとしては、Webサイト(Webページ)や、ネットを通じて配信される動画や音声、電子メール、アプリケーションソフト(アプリ)の操作画面などがある。最も普及しており市場規模が大きいのはWebページの一部に広告を掲載するWeb広告である。",
          "hint": "【Internet advertisement】オンライン広告 / online advertisement / ネット広告",
          "index": 8,
          "word": "インターネット広告"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "インフィード広告とは、ネット広告の掲載方式の一つで、SNSやコミュニケーションサービスなどで発言一覧などに混じって掲載される広告のこと。Webサイト(Webサービス)やスマートフォンアプリなどでよく用いられる。SNSの友人の投稿一覧や、ニュースの配信記事一覧などで、他の項目と項目の間に混ぜて表示される。記事の見出し一覧などの場合は短い文章が一行だけ表示される形式となるが、SNSの投稿一覧などでは、他の投稿と同じように写真や画像と文章の組み合わせや、埋め込み表示された動画などが用いられることもある。",
          "hint": "【in-feed advertising】",
          "index": 9,
          "word": "インフィード広告"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "インプレッション保証型広告とは、インターネット広告の課金方式の一つ。広告となる文章や画像などが一定回数表示されるまで広告掲載を行う方式。契約期間中に広告が表示された回数が一定数に満たない場合は掲載期間を延長する。「ページビュー保証」「PV保証」とも呼ばれる。大手ポータルサイトのようにアクセスの多いサイトは、インプレッション保証で広告を販売している場合が多い。",
          "hint": "【pay per impression advertisement】ページビュー保証型広告 / PV保証型広告 / CPM課金型広告 / PV課金型広告 / インプレッション課金型広告 / ページビュー課金型広告",
          "index": 10,
          "word": "インプレッション保証型広告"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "インプレッションとは、Webサイトに掲載される広告の効果を計る指標の一つで、広告の露出(掲載)回数のこと。サイトに訪問者が訪れ、広告が1回表示されることを1インプレッションという。“imp”あるいは“imps”(複数形)と略記されることもある。ある広告キャンペーンのインプレッションは、広告を掲載したWebページのページビュー(閲覧回数)の和に、1ページあたりの掲載広告数を乗じたものになる。通常は1ページに1つの広告を掲載することが多いため、掲載ページのページビューの合計に等しくなることが多い。インプレッション1回につき課金する方式をインプレッション保証型広告と呼び、単価は1000インプレッションあたりの価格(CPM)で表される。",
          "hint": "【impression】",
          "index": 11,
          "word": "インプレッション"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "エキスパンド広告とは、Webサイトなどに掲載される広告の表示手法の一つで、閲覧者がマウスカーソルを合わせた際などに広告領域が広がって表示されるもの。ページを表示した直後には一般的なサイズの広告として表示されていることが多く、広告にマウスカーソルが重なったり閲覧者がクリックしたりすると(何を契機とするかは広告によって異なる)、アニメーションや視覚効果を伴って拡大表示される。拡大時に同時に動画再生が始まるよう設定されているものが多い。",
          "hint": "【expandad】",
          "index": 12,
          "word": "エキスパンド広告"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "エスクローとは、取引の安全性を保証する仲介サービスのこと。(企業向けの)サービス自体は昔からあったが、ネットオークションの普及で個人間の物品の売買が盛んになったことから、インターネット上で個人向けにエスクローサービスを提供する事業者が急成長している。エスクローサービス事業者は売り手と買い手の間に入り、買い手から購入代金を預かり、売り手が買い手に商品を配送するのを待つ。配達が完了したことを確認すると、購入代金を売り手に送金する。",
          "hint": "【escrow】",
          "index": 13,
          "word": "エスクロー"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "オウンドメディアとは、企業などが自社で所有・運営し、顧客や消費者と直に接することができる情報メディアのこと。特に、放送や出版、SNSなどのメディア事業を主力としない企業にとっての自社所有メディア。製品カタログ、パンフレット、広報誌、店舗の内外装や掲示物、自社のWebサイト(コーポレートサイトやブランドサイト、キャンペーンサイトなど)、登録会員や顧客などへのメールマガジン、自社製ソフトウェア(の操作画面)などが該当するが、文脈によってはこのうちIT・ネット関連のもののみを指す場合もある。",
          "hint": "【owned media】",
          "index": 14,
          "word": "オウンドメディア"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "オプトアウトとは、離脱する、脱退する、抜け出る、手を引く、断る、などの意味を持つ英語表現。企業が個人に行う様々な活動や措置、行為などに対し、対象者がこれを拒否したり、(登録などの)解除・脱退、(情報などの)抹消などを申し出ることをオプトアウトという。",
          "hint": "【opt-out】",
          "index": 15,
          "word": "オプトアウト"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "オプトインとは、加入や参加、許諾、承認などの意思を相手方に明示すること。個人が企業などに対し、メールなどのメッセージの送信や、個人情報の収集や利用などを承諾する手続きなどを指すことが多い。",
          "hint": "【opt-in】",
          "index": 16,
          "word": "オプトイン"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "オムニチャネルとは、流通・小売業の戦略の一つで、実店舗、通販カタログ、ダイレクトメール、オンライン店舗(ECサイト)、モバイルサイト、SNS、コールセンターなど、複数の販売経路や顧客接点を有機的に連携させ、顧客の利便性を高めたり、多様な購買機会を創出すること。“omni”は「すべての」を意味する接頭辞。例えば、顧客が来店した際に探している商品の在庫がない場合に、即座にECサイトへ注文を送って自宅へ届けたり、ネットで注文を受けて実店舗で現物を確認して購入したりといった事例が挙げられる。",
          "hint": "【omni-channel retailing】オムニチャネル戦略",
          "index": 17,
          "word": "オムニチャネル"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "オンボーディングとは、組織やサービスに新たに加入した人に手ほどきを行い、慣れさせること。もとの意味は「新人研修」で、企業などの人事・人材管理の分野で、新たに採用・配属された従業員を、組織や部署のルールや文化、仕事の進め方などにいち早く慣れさせるための教育・訓練プログラムなどのことをオンボーディングという。",
          "hint": "【on boarding】",
          "index": 18,
          "word": "オンボーディング"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "オンラインショップとは、インターネットを通じて商品を販売するWebサイトなどのこと。取扱い製品の紹介ページや購入手続きのページなどで構成され、利用者はほしい商品を選択して配送先や決済情報などを入力・送信することにより、購入の申し込みを行なうことができる。商品は宅配便などで購入者の元に届けられる。決済方法としてはクレジットカードや銀行振込、電子マネーなどによる事前入金のほか、運送事業者の代金引換配達などを利用できる場合がある。",
          "hint": "【online shop】オンラインストア / online store / オンラインショッピングサイト / 電子商店 / ECサイト / ネットショップ",
          "index": 19,
          "word": "オンラインショップ"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "オンライントレードとは、上場企業の株式などの証券や金融商品、外国通貨などをインターネットなどの通信システムを通じて売買すること。また、金融機関が提供する、そのような証券などの売買が可能なネットサービス。単にオンライントレードといった場合は、証券会社が主に個人の投資家に向けて提供する、インターネットを利用した上場株式や投資信託、外国株式などの売買サービスを指すことが多いが、運営主体やサービスによっては、国債や社債、株価指数先物、オプション、外国為替、商品先物などを対象とするものもある。",
          "hint": "【online trade】",
          "index": 20,
          "word": "オンライントレード"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "オンラインモールとは、複数の電子商店(オンラインショップ)が軒を連ねるWebサイトのこと。オンラインモールは、消費者側には複数店舗の商品を縦断して検索が行えたり決済や配送などを一括して行えるなどのメリットがあり、個々の電子商店にとってはオンラインモールのもつ集客力を活かせるというメリットがある。",
          "hint": "【online mall】電子商店街 / 電子モール / オンラインショッピングモール / online shopping mall / サイバーモール / cybe rmall / バーチャルモール / virtual mall / Webモール / web mall / ウェブモール / オンライン商店街 / 仮想商店街",
          "index": 21,
          "word": "オンラインモール"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "オンライン直販とは、製品の製造元やサービスの提供元がインターネットを通じて顧客に直接販売を行うこと。顧客がWebサイトなどを通じて商品の選択や発注、決済などの手続きを行い、製品の場合は宅配便などで、ソフトウェアやデジタルコンテンツの場合はデータをネットを通じてダウンロードすることにより、それぞれ顧客の元に届けられる。サービス販売の場合は証書や引換券などを郵送したり、メールなどで購入完了の通知を送信することでサービスを受けられるようにすることが多い。",
          "hint": "【online direct sales】ネット直販",
          "index": 22,
          "word": "オンライン直販"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "オーディエンスターゲティング広告とは、Web広告の配信手法の一つで、ネット利用者のWeb閲覧行動に関する情報を複数のサイトに渡り横断的に収集・分析し、興味・関心の高いと思われる広告を配信する方式。行動ターゲティング広告(ビヘイビアターゲティング広告)を発展させたもので、広告配信事業者などが広告配信サーバの発行するCookieなどの識別情報をもとに、特定のある個人の閲覧履歴を複数サイトにまたがって収集し、これを分析して最適な広告を選択する。",
          "hint": "【audience targeting advertising】",
          "index": 23,
          "word": "オーディエンスターゲティング広告"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "カゴ落ちとは、オンラインショップなどで、訪問者がショッピングカート(買い物カゴ)に購入したい商品を選択したにも関わらず、最終的に購入に至らずに去ってしまうこと。カゴ落ちが発生する原因はいくつかあるが、購入手続きが面倒だったり、手続き画面の構成が分かりにくかったり、希望する決済手段が用意されていなかったりといった要因であることが多い。",
          "hint": "",
          "index": 24,
          "word": "カゴ落ち"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "カスタマプロファイリングとは、顧客の購買履歴を心理的な側面から分析し、行動特性を明らかにすることで、購買行動を起こさせるのに最も効果的な販売促進方法を企画すること。FBIの心理捜査官が犯人像の推定に使っている「プロファイリング」を企業のマーケティングに応用したもので、極めて具体的な「人物像」に基づいたマーケティング手法である。-",
          "hint": "【customer profiling】",
          "index": 25,
          "word": "カスタマプロファイリング"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "キラーアプリケーションとは、あるサービスや機器などを大きく普及させるきっかけとなる、特別に人気の高いソフトウェアやコンテンツ、サービス、利用方法などのこと。狭義には、コンピュータ製品の特定の機種を普及させるきっかけとなる、その機種固有の特別に人気の高いアプリケーションソフト。様々なソフトやコンテンツ、サービスを動作・再生するためのプラットフォーム製品(コンピュータやOS、ネットサービスなど)の普及に関して用いられる用語で、「それ目当て」にプラットフォームを購入する顧客が多く生まれるような、そのプラットフォームにしかない人気の応用製品のことを意味する。製品の種類によって「キラーソフト」「キラーコンテンツ」「キラーサービス」などと呼ばれることもある。",
          "hint": "【killer application】",
          "index": 26,
          "word": "キラーアプリケーション"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "キラーコンテンツとは、あるサービスやコンピュータの機種を大きく普及させるきっかけとなる、特別に人気の高いサービスや情報のこと。例えば家庭用ビデオの普及にはアダルトビデオの存在が欠かせなかったといわれているが、この場合、アダルトビデオが家庭用ビデオのキラーコンテンツであったと言える。同様の概念に「キラーアプリケーション」「キラーソフト」などがある。-",
          "hint": "【killer contents】",
          "index": 27,
          "word": "キラーコンテンツ"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "クリックカウントとは、広告などがクリックされた回数をカウントすること。Webサイトに掲載されたバナー広告やテキスト広告、メールマガジンに掲載されたURLなどがユーザにどれくらいクリックされたかを計測することをクリックカウントという。Webブラウザの参照元ページ(リファラ)情報を取得したり、URLの末尾に参照元ごとに異なるパラメータを埋め込むなどの手法がある。",
          "hint": "【click count】",
          "index": 28,
          "word": "クリックカウント"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "クリック保証型広告とは、インターネット広告の課金方式の一つ。広告となる文章や画像などに広告主が提供するWebサイトへのリンクを設定しておき、リンクが一定回数クリックされるまで広告掲載を行う方式。契約期間中にクリック回数が予定数に満たない場合は掲載期間を延長する。広告の露出回数に応じて課金を行う「インプレッション保証型広告」に比べて、費用対効果がより明快なのが特長。個人サイトに配信を行う広告サービスはクリック保証型の料金体系を採用していることが多い。ただし、バナー広告のデザインが悪い場合や、そもそも広告内容の商品やサービスに魅力がない場合でも、媒体が一方的にリスクを負担しなくてはならないという問題点がある。-",
          "hint": "【click guaranteed advertisement】クリック課金型広告",
          "index": 29,
          "word": "クリック保証型広告"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "クリック数とは、ある特定の期間のうちに、あるWebページ上のあるリンクを閲覧者が選択して開いた回数の合計のこと。パソコンのWebブラウザでは、標準ではリンクを開く動作はマウスポインタをリンクに重ねてクリック(左クリック)することからこのように呼ばれるが、スマートフォンなどタッチスクリーン型の機器では指などで触れて開いた回数を意味する。",
          "hint": "【number of click】",
          "index": 30,
          "word": "クリック数"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "クリック課金型広告とは、インターネット広告の課金方式の一つ。広告となる文章や画像などに広告主が提供するWebサイトへのリンクを設定しておき、リンクが一定回数クリックされるまで広告掲載を行う方式。契約期間中クリック回数が予定数に満たない場合は掲載期間を延長する。広告の露出回数に応じて課金を行う「インプレッション保証型広告」に比べて、費用対効果がより明快なのが特長。個人サイトに配信を行う広告サービスはクリック保証型の料金体系を採用していることが多い。ただし、バナー広告のデザインが悪い場合や、そもそも広告内容の商品やサービスに魅力がない場合でも、媒体が一方的にリスクを負担しなくてはならないという問題点がある。-",
          "hint": "【PPC広告】Pay Per Click advertisement / クリック保証型広告",
          "index": 31,
          "word": "クリック課金型広告"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "クリック＆モルタルとは、インターネットと現実の店舗や流通機構を組み合わせるネットビジネスの手法。伝統的な小売企業が、インターネットを活用して台頭する新興オンライン専門企業に対抗するため、インターネット(クリック)の良さと現実の店舗網など(モルタル)の良さを組み合わせて構築したビジネス手法の総称である。クリック＆モルタルを行う企業は「マルチチャネル企業」と呼ばれることもある。具体的には、インターネット上で受注して商品受け渡しと支払いを現実店舗で行う方式や、インターネットでの在庫検索サービスなどが挙げられる。現実に店舗を構えていた企業がインターネットにも参入するという形で行われる例が多く、今後のネットビジネスの主流として、米国を中心に期待が集まっている。",
          "hint": "【click and mortar】クリックアンドモルタル",
          "index": 32,
          "word": "クリック＆モルタル"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "クロスセルとは、ある商品を購入したり購入しようとしている顧客に対して別の商品をすすめるマーケティング手法。すすめる商品は関連性が高かったり同時に購入すると割引になるような商品であることが多い。家電店でデジタルカメラのコーナーの脇にプリンタやメモリカードを陳列したり、飲食店でメイン料理にサイドメニューや飲料をセットにして販売するといったクロスセル手法をよく見かける。また、スーパーやコンビニでレジ前に小さなお菓子を置いて「ついで買い」を誘う手法など、購入する製品との関連性が必ずしも存在しない事例もある。",
          "hint": "【cross sell】クロスセリング / cross selling",
          "index": 33,
          "word": "クロスセル"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "コンテンツ連動型広告とは、Webコンテンツの文脈やキーワードを解析し、内容と関連性の高い広告を配信するシステム。サイト運営者と広告主のどちらにとっても管理が容易で、GoogleAdSenseの登場により爆発的に普及した。サイト運営者にとっては、JavaScriptの広告タグを設置するだけで、コンテンツにふさわしい広告が自動的に表示されるため、アフィリエイト広告と比べてメンテナンスの手間がかからない。広告主にしても、自動的に自社商品やサービスと関連性の高いページに広告を出稿することができ、広告運営の手間をかけずに潜在客を獲得しやすいという利点がある。",
          "hint": "【contents matching ads】コンテンツマッチ広告 / コンテンツターゲット広告 / contents targeting ads / コンテンツマッチング広告 / コンテンツターゲティング広告",
          "index": 34,
          "word": "コンテンツ連動型広告"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "コンバージョンレートとは、企業Webサイトの訪問者数に対する、そのサイトで商品を購入したり会員登録を行ったりした人の割合。Webサイトの投資対効果を計る上で重要な指標である。モノやサービスを販売するeコマース(電子商取引)サイトでは、いくら訪問者数が多くても、実際に商品が売れなければ意味がない。訪問者数のうちどの程度が実際に商品を購入したかを示すのがコンバージョンレートで、訪問者が誰も商品を購入しなければ0%、すべての訪問者が商品を購入すれば100%となる。",
          "hint": "【conversion rate】CVR / コンバージョン率",
          "index": 35,
          "word": "コンバージョンレート"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "ネット広告の分野では、広告や企業サイトの閲覧者が、会員登録や資料請求、商品購入など企業の望む行動を起こすことを言う。「単なる訪問者から会員や(見込み)顧客への転換」という意味合いがある。",
          "hint": "【conversion】CV / コンバージョン数 / CV数",
          "index": 36,
          "word": "コンバージョン"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "サイトターゲティング広告とは、特定のWebサイトを指定して配信される広告。他の広告プログラムのオプションとして利用されることが多い。複数のサイトに同時に配信する「ネットワーク配信」を行う広告プログラムなどで、広告主が配信したいサイトを特定して、そこにだけ配信するよう設定できる機能が提供されていることがある。これがサイトターゲティング広告である。配信したい広告にテーマが近い、アクセスが多いなど、広告主にとって好ましい要素をもったサイトに限定して配信したい場合に利用される。",
          "hint": "【site targeting advertisement】サイトターゲット広告",
          "index": 37,
          "word": "サイトターゲティング広告"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "ジオターゲティングとは、アクセス中の携帯電話の基地局やインターネットのIPアドレスなどといったネットワーク・通信上の利用者情報から、利用者の地理上の現在位置を特定・推定する技術。「地域特定技術」と訳されることもある。電子商店が顧客の住んでいる場所を特定したり、地域を絞って広告を配信したりするのに使われる。事業者にとっては、顧客の居住地域のデータを入手することでその居住地域に特化した情報を提供でき、効率よい広告宣伝や販売活動ができるようになる。",
          "hint": "【geo targeting】エリアターゲティング / area targeting / 地域ターゲティング",
          "index": 38,
          "word": "ジオターゲティング"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "スカイスクレイパー広告とは、Web広告のサイズ・形状の分類の一つで、横幅が狭く縦長の広告のこと。スカイスクレイパー(skyscraper)とは摩天楼、高層建築物の意。一般的には縦が横の2倍以上あり、かつ600ピクセル以上のものを指す。ページの左端や右端、サイドメニュー領域などに掲載されることが多い。ディスプレイ広告として用いられることが多く、画像や動画、Flash広告などが掲載されることが多いが、内部を分割して複数のテキスト広告を掲載するといった使われ方をする場合もある。",
          "hint": "【skyscraper ad】スカイスクレーパー広告",
          "index": 39,
          "word": "スカイスクレイパー広告"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "ステルスマーケティングとは、企業などが自社の製品やサービスの広告・宣伝を、それが広告・宣伝であることを秘匿して行うこと。また、広告・宣伝のために虚偽の内容をメディアなどを通じて流すこと。日本で問題となったケースとしては、芸能人が企業から報酬をもらって自らのブログに製品やサービスを褒め称える内容の投稿を行い、それが広告であることを伏せていた事例や、新しく開店した店舗にアルバイトを雇って偽の行列を作り、さも繁盛しているように装ってメディアに取材させた事例、社員が匿名掲示板に自社製品を褒める投稿や他社製品を貶す投稿を行なった事例などがある。",
          "hint": "【stealth marketing】ステマ",
          "index": 40,
          "word": "ステルスマーケティング"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "スポンサードサーチとは、Yahoo!社傘下のOverture(オーバーチュア)社が提供している、検索キーワードに連動して表示されるリスティング広告サービス。「プレシジョンマッチ」と「コンテンツマッチ」がある。いずれも、テキスト広告がクリックされた場合にのみ課金されるクリック課金型の広告である。日本では2004年6月からYahoo!JAPANのスポンサーサイトで全面的に採用された。スポンサードサーチはGoogle社のAdWords(アドワーズ)広告とほぼ同様のサービスだが、大きな違いとしては、入札単価がAdWords広告のように変動せず、指定した入札価格に基づいて表示順位が決定されるところにある。また、事前審査が入るため申請から出稿まで5営業日程度が必要となる。その他、クリック単価の最低入札価格が、ビッグキーワードの場合35円から、そうでない場合は9円からと、AdWords広告よりやや高くなる。",
          "hint": "【sponsored search】",
          "index": 41,
          "word": "スポンサードサーチ"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "タイアップ広告とは、広告の形態の一つで、広告主側ではなく掲載メディア(媒体)側が制作し、自らのコンテンツの一部として掲載する広告のこと。新聞や雑誌、Webサイトなどに記事の体裁で掲載されるものは「記事広告」「PR記事」などとも呼ばれる。一般的な広告は広告主側が広告を制作し、メディアのスペースを買い取って掲載するが、タイアップ広告ではメディア側が他のコンテンツと同じように取材や制作を行い、広告を作成・掲載する。",
          "hint": "【tie-up advertising】",
          "index": 42,
          "word": "タイアップ広告"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "テキスト広告とは、ネット広告の表現手法の一つで、文字のみで構成される広告。Webページやメールマガジンなどに掲載されることが多い。一般的なテキスト広告はタイトルと1～2文程度のキャッチコピー、および広告主の名称やWebサイトのドメイン名などで構成され、多くの場合、HTMLのリンク機能によって広告主のWebサイトへのリンクが設定されている。短いキャッチコピーにリンクを設定しただけの「一行広告」などもある。",
          "hint": "【text advertisement】",
          "index": 43,
          "word": "テキスト広告"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "ディスプレイ広告とは、Web広告の形式の一種で、Webページの一部として埋め込まれて表示される、画像やFlash、動画などによる広告。画面上部などに表示される横長の画像広告を特にバナー広告という。Web広告としてはもっとも初期から存在する広告フォーマットの一つだが、直接的な広告効果はテキスト広告や検索連動型広告に劣るとされ、他形式に比べ出稿量のシェアは低下しつつある。近年では単純な静止画像の広告に加え、Flashによるアニメーションや動画のストリーミング配信によるテレビCMのような広告もよく使われるようになっている。",
          "hint": "【display advertisement】",
          "index": 44,
          "word": "ディスプレイ広告"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "データベースマーケティングとは、顧客の属性や過去の購買傾向をデータベースに記録して区分し、それぞれの顧客に合ったサービスを提供するマーケティング手法。顧客情報を登録したデータベースの構築と、その分析の二つの段階からなる。この方式のマーケティングを行うためには顧客の動向を記録したデータベースが必要不可欠であるために、「データベースマーケティング」という名前がついている。",
          "hint": "【database marketing】",
          "index": 45,
          "word": "データベースマーケティング"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "ドロップシッピングとは、インターネットによる通信販売の形態の一つで、アフィリエイトとオンラインショップの特徴を組み合わせた仕組み。ドロップシッピングのシステム提供者が、商品の仕入れや発送、代金の回収や決済システムの導入などの機能を提供し、オンラインショップ運営者はWebサイトで集客するだけで運営できる。個人サイトでも企業と提携して販売手数料を得る仕組みにアフィリエイトがあるが、ドロップシッピングはアフィリエイトとは異なり、自分で商品の値段をつけることができる。アフィリエイトは自分が推薦する商品を紹介し、自分のサイト経由で商品が売れた場合に売り上げの一部をもらえるというものである。この場合、販売店に対して人を流しているだけで自分が売っているわけではなく、販売店側の決めた価格で商品を売らなければならない。ドロップシッピングではサイトオーナーが推薦する商品の価格を自由に決めることができ、メーカー等からの卸価格との差額が利益となる。一般の小売店とは異なり在庫は持たなくて良いので、価格が高くて売れなくても損失を抱えることは無い。",
          "hint": "【drop shipping】",
          "index": 46,
          "word": "ドロップシッピング"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "ネイティブ広告とは、インターネット上の情報メディアに掲載される広告形態の一つで、表示形式や内容などがそのメディアに元から掲載されている記事などと同じで、一覧などに一体的に表示されるもの。通常、広告のデザインや形式などは、掲載メディアが本来提供している情報やサービスなどとは異なっており、掲載位置もコンテンツ本体から切り離されて専用の表示枠が設けられることが多いが、ネイティブ広告では通常のコンテンツと同じ体裁の広告が、コンテンツ中に混ざって掲載される。",
          "hint": "【native advertising】ネイティブアド",
          "index": 47,
          "word": "ネイティブ広告"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "ネットショップとは、インターネットを通じて商品を販売するWebサイトなどのこと。取扱い製品の紹介ページや購入手続きのページなどで構成され、利用者はほしい商品を選択して配送先や決済情報などを入力・送信することにより、購入の申し込みを行なうことができる。商品は宅配便などで購入者の元に届けられる。決済方法としてはクレジットカードや銀行振込、電子マネーなどによる事前入金のほか、運送事業者の代金引換配達などを利用できる場合がある。",
          "hint": "【online shop】インターネットショップ / オンラインショップ / ECサイト",
          "index": 48,
          "word": "ネットショップ"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "バイラルマーケティングとは、製品やサービスに関する「口コミ」を意図的に広め、低コストで効率的に商品の告知や顧客の獲得を行なうマーケティング手法。「バイラル」は「感染的な」という意味で、商品の情報が人づてに伝わっていく仕組みをウィルスの感染・増殖に例えている。バイラルマーケティングでは、既存の顧客や有名人などに自社の商品を周囲の人などに紹介してもらうような仕組みを設け、間接的に宣伝する。ネット上のメッセージサービスなどのように、商品自体に知人を誘いたくなるような仕組みが埋め込まれているものを「1次的バイラルマーケティング」、「ご紹介キャンペーン」のような形で何らかの便宜・報奨(インセンティブ)を用意して商品の紹介を直接依頼する手法を「2次的バイラルマーケティング」という。",
          "hint": "【viral marketing】",
          "index": 49,
          "word": "バイラルマーケティング"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "バナー広告とは、Web広告の形状の一種で、横幅が縦に対して極めて長い帯状の長方形の広告(枠)のこと。形状によらず、ページ内の固定された枠に画像などを表示する広告手法全般を指す場合もある。Webページ上部や下部などに設けられることが多く、インターネットが一般に普及し始めた初期から存在する最も基本的な形状の一つである。クリエイティブとして画像やFlashアニメーションが用いられることが多く、広告主のサイトへのリンクが設定され、閲覧者が広告枠内をクリックやタッチなどすると広告主のサイトが開くようになっている。",
          "hint": "【banner ad】",
          "index": 50,
          "word": "バナー広告"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "パーソナライズとは、顧客やユーザ全員に同じサービスやコンテンツを提供するのではなく、一人一人の属性や購買 / 行動履歴に基づいて最適化されたものを提供する手法。例えば、ネット通販を行うオンラインショップでは、商品の購入時に年齢や性別、職業、趣味などを登録してもらい、サイト訪問時に関連の高いと思われる商品をおすすめ商品として大きく表示することで購買を促している。また、過去の多くの顧客の購入履歴から同時に購入される率の高い商品の組み合わせを見つけ出し、ある商品を購入した顧客に同時に売れている率の高い商品を薦めるといった手法もある。",
          "hint": "【personalize】パーソナライゼーション / personalization",
          "index": 51,
          "word": "パーソナライズ"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "パーミッションマーケティングとは、顧客や消費者の許可を得て行うマーケティング活動。あらかじめ承認を受けた顧客や消費者に対してのみ勧誘や販売をするため、レスポンス率が高く強引さを感じさせないという特徴がある。企業と顧客の間に長期的な友好関係を築くのに有効な手法である。ポータルサイト世界最大手のYahoo!社の副社長をつとめていたSethGodin氏が提唱した概念で、個々の消費者や顧客の嗜好やニーズなどに合わせて一人一人個別に展開される「OnetoOneマーケティング」をさらに進化させた形態ということができる。",
          "hint": "【permission marketing】",
          "index": 52,
          "word": "パーミッションマーケティング"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "ビジネスモデルとは、ビジネスの仕組み。事業として何を行い、どこで収益を上げるのかという「儲けを生み出す具体的な仕組み」のこと。特に、コンピュータやインターネットなどの情報システムを活用した新しいビジネス手法のことを指す場合もある。これを特許にしたものが「ビジネスモデル特許」である。英語では「businessmethod」と呼び、「businessmodel」とは言わないが、日本に最初に紹介されたときに「ビジネスモデル」という用語が使われたことから、現在でもこの言い方が定着している。-",
          "hint": "【business method】business model",
          "index": 53,
          "word": "ビジネスモデル"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "フローティング広告とは、Webページのコンテンツの上に重ねて、覆い被さるように表示される広告のこと。多くの場合はページ内を移動したり、拡大・縮小などのアニメーションを行う。通常のWeb広告は、バナー広告などのようにページ内のコンテンツの一部としてレイアウトされ、決められた位置に表示される。フローティング広告はFlashやDHTML(JavaScript)などの技術を組み合わせ、ページ内を浮遊するように移動したり、ユーザの操作などに合わせて拡大したりする。そのままでは閲覧の邪魔になるため、デスクトップ画面に表示されたウィンドウのように、隅のほうに縮小したり消去したりするボタンなどが配置されていることが多い。",
          "hint": "【floating advertisement】オーバーレイ広告 / overlay advertising",
          "index": 54,
          "word": "フローティング広告"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "ペイドリンクとは、Webサイトから別のWebサイトへのハイパーリンクのうち、リンク先が金銭などの対価を提供し、引き換えに設置されたリンクのこと。リンク元サイトが販売したリンクを、リンク先サイトが購入する形となる。外部サイトからのリンクは、検索エンジンが検索結果の順位を決定する際にサイトの評価として考慮することがあるため、企業サイトなどがマーケティングの一環として人気のあるサイトからペイドリンクを購入することがある。",
          "hint": "【payed link】有料リンク",
          "index": 55,
          "word": "ペイドリンク"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "ポップアップ広告とは、Webページにアクセスしたときや、ページから移動するとき、あるいは閲覧中に自動的にブラウザウィンドウが立ち上がり表示されるWeb広告。商用Webサイトが登場したときからこの種の広告は存在していたが、これが本格的に流行するようになったのは、ドットコムバブルが崩壊してWeb事業者が資金難に陥ってからである。ポップアップ広告はWebの閲覧者からは不評だが、標準的なバナー広告の3～6倍のクリックスルー率があるというデータもあり、広告主には好まれている。",
          "hint": "【pop up advertising】",
          "index": 56,
          "word": "ポップアップ広告"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "マネタイズとは、収益化する、(資産などを)お金に換える、通貨と定める、貨幣を発行する、国家の歳出を通貨発行で賄う、などの意味を持つ英単語。ITの分野では、製品やサービスなどから収益を得る仕組みや手立て、という意味で用いられることが多い。特に、ソフトウェアやネットサービスなどで、製品の入手やサービスへの加入そのものには課金せず、他の方法で収益を得る仕組みを確立することを意味する場合が多い。例えば、利用者には課金せず広告を掲載して広告主から広告料を得るモデルや、基本的な機能の利用は無償にして魅力的な追加機能に課金するモデルなどがよく用いられる。",
          "hint": "【monetize】マネタイゼーション / monetization / マネタイジング / monetizing",
          "index": 57,
          "word": "マネタイズ"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "メディアレップとは、インターネット上の広告代理店のこと。Webサイトやメールマガジンへの広告掲載を希望する個人・団体と出稿希望者を仲介する。メディアレップは広告主から受け取った原稿をなるべく効果の高い形で配信するため、Webサイトと広告の興味層がなるべく重なるような形で広告を配信している。しかし、大手のWebサイトでは利益を確保するために自力で顧客を確保する動きが増加しており、メディアレップが広告を配信できるWebサイトの数はさほど増加していないとされる。-",
          "hint": "【media representative】",
          "index": 58,
          "word": "メディアレップ"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "リスティング広告とは、検索エンジンなどの検索結果ページに掲載される広告。特に、検索語と関連性の高い広告を選択して表示する広告。検索結果の表示に合わせ、テキスト広告となっていることが多い。広告主は掲載したい広告内容と共に、掲載したい検索語を指定する。検索エンジンの利用者がそのキーワードで検索すると、結果を表示するページの一部に当該広告が表示される。掲載希望が多いキーワードでは表示枠のオークションが行われ、高い掲載単価を提示した広告主の広告が優先的に表示される。",
          "hint": "【listing advertisement】検索連動型広告 / keyword targeted advertisement / キーワードターゲティング広告 / 有料リスティングサービス / ペイドリスティング / paid listing services / キーワード連動型広告 / サーチワード広告",
          "index": 59,
          "word": "リスティング広告"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "リターゲティング広告とは、ネット広告の手法の一つで、自社のサイトを訪れたことのある人に限定して、再訪を促すような広告を配信すること。Webブラウザに永続的に情報を保存させるCookie(クッキー)を訪問履歴の把握に利用する手法で、広告主は広告配信会社に対して、自社のサイトに訪問済みの人にだけ広告を表示して欲しいと依頼する。配信会社は訪問履歴を蓄積したデータベースを参照し、広告主のサイトを訪問済みの人を識別して、広告を表示する。",
          "hint": "【retargeting advertisement】リマーケティング広告 / remarketing advertisement / リタゲ / リマケ",
          "index": 60,
          "word": "リターゲティング広告"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "リッチメディア広告とは、インターネット上の広告に、音声や動画を用いたり、ユーザからの応答を受け付けられる仕組みを付加したもの。従来からあるバナー画像などのネット広告では、静止画像や文字が用いられてきたが、インターネットの回線容量の増加やパソコンの性能の向上により、動画や音声を使用したネット広告が使われるようになってきた。",
          "hint": "【rich media advertisement】リッチ広告 / リッチアド",
          "index": 61,
          "word": "リッチメディア広告"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "リレーションシップマーケティングとは、顧客と良好な関係を築くことで、長期間に渡って取引を継続しようというマーケティング手法。宿泊施設やWebサイトがリピーターを確保しようとする行動などが、これに当たる。一回ごとの取引で最大の収入を得ることよりも、顧客に満足感を与えることで次回の取引を行う可能性を上げ、長期的な利益を増やすことを重視している。",
          "hint": "【relationship marketing】",
          "index": 62,
          "word": "リレーションシップマーケティング"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "レクタングル広告とは、Web広告の形状の一種で、正方形か、正方形に近い長方形の広告。“rectangle”とは「長方形」「矩形」の意味だが、横長の帯状のものは「バナー広告」(bannerad)と呼ぶのが一般的で、縦横の長さが近いサイズのものをレクタングル広と呼ぶ。ただし、矩形の広告でもリンクボタンなどと同等程度に小さいサイズのものは「ボタン広告」(buttonad)と呼ばれることが多い。-",
          "hint": "【rectangle advertisement】",
          "index": 63,
          "word": "レクタングル広告"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "レコメンドとは、電子商店などで、ユーザの好みを分析し、各ユーザごとに興味のありそうな情報を選択して表示するサービスのこと。簡単なところでは、Webサイトで顧客層ごとに異なるトップメニューを用意することもリコメンデーションサービスの一種といえる。ユーザの購買履歴やあらかじめ登録してもらった趣味などの情報から、似たような傾向を示している他ユーザの興味対象を表示するサービスや、オペレータがユーザの希望に対して個別に適切な情報を配信するサービスなど、高度なサービスも提供されている。ユーザにとっては自分の欲しい情報にすばやくアクセスできる可能性が高まる一方、提供企業にとっては顧客の商品購買率を高められるなど、双方にメリットが大きいサービスとして急速に普及が進んでいる。-",
          "hint": "【recommend】リコメンド / レコメンデーション / recommendation / リコメンデーション",
          "index": 64,
          "word": "レコメンド"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "レスポンス広告とは、広告の表現手法の一つで、閲覧した人に具体的な行動を起こしてもらうことを狙ったもの。広告対象の特徴や価格など「ウリ」となる要素を直接的、説明的に訴求し、来店・来場や資料請求、購入申し込みなど、直接的な反応(レスポンス)を惹起することを目的に制作・配信される。",
          "hint": "【ダイレクトレスポンス広告】direct response advertising",
          "index": 65,
          "word": "レスポンス広告"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "ロングテールとは、インターネット上での現象は、生起頻度の低い要素の合計が全体に対して無視できない割合を占めるという法則。少数の上位で全体の大半を占めるという、いわゆる「20:80の法則」に対するアンチテーゼで、ネット上での人々の行動の特徴を表す理論として注目されている。米WIRED誌の編集長だったChrisAnderson(クリス・アンダーソン)氏が2004年10月に発表した「theLongTail」という記事の中で提唱した法則。マーケティングなどの分野では伝統的に「上位2割の合計が全体の8割を占める」という経験則が知られてきた。これは「2割の顧客から8割の売り上げ」「2割の社員が8割働く」などの形でよく知られているが、オンラインショップの売り上げなどを調べると、少しずつしか売れない商品の売り上げをすべて合計すると無視できない割合になり、逆に売り上げ上位の少数の製品を合計しても大した割合にはならないことが分かった。",
          "hint": "【long tail】",
          "index": 66,
          "word": "ロングテール"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "ワンクリック特許とは、Amazon.comが権利を保有するビジネスモデル特許(U.S.Patent5,960,411 / 1999年9月成立)。初回購入時に顧客の個人情報を登録し、この際に顧客のコンピュータにIDデータを記録したcookieを送信して、次回以降はこのcookieによって顧客を判別し、簡単な手続きでの決済を可能にするシステムについて特許が成立している。Amazon.comは1999年10月にこの特許を侵害しているとしてBarnes&Nobleを提訴したが、2001年2月時点で、いったん成立したサービス停止の仮処分は取り消され、本案審理が行われている。なお、国内でもワンクリック特許は出願されたが、ソニーが1995年に同種のシステムをすでに出願していた(審査請求されていないので特許として成立はしていない)ため、この出願は拒絶された。-",
          "hint": "【1-Click特許】",
          "index": 67,
          "word": "ワンクリック特許"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "ワンストップサービスとは、一度の手続きで、必要とする関連作業をすべて完了させられるように設計されたサービス。特に、様々な行政手続きをいっぺんに行える「ワンストップ行政サービス」のことを指す場合が多い。民間で使われる場合には、一ヶ所で必要な物がすべて買える「ワンストップショップ」や、複数の支払い請求を一括して処理する「ワンストップビリング」などのように、総合性・包括性を強調することにより、顧客の囲い込みをはかるためのマーケティングメッセージとして利用される。-",
          "hint": "【one stop service】",
          "index": 68,
          "word": "ワンストップサービス"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "ワントゥワンマーケティングとは、個々の消費者や顧客の嗜好やニーズ、購買履歴などに合わせて、一人一人個別に展開されるマーケティング活動。提供する情報や対応を個々に変化させることにより、一対一の関係を築いているように感じさせることを狙って行われる。新しい顧客の開拓よりも、既にいる顧客の忠誠心を高めるのに威力を発揮するマーケティング手法と言える。伝統的な企業活動のうち、店頭での対話や電話による苦情対応なども、ワントゥワンマーケティングの一つの形と言うことができる。コンピュータシステムやインターネットなどを使うと、顧客データベースや情報の自動生成などの技術を駆使して、人手を煩わすことなく容易に個別対応を行うことができるため、電子商取引に欠かせない要素として注目を集めている。",
          "hint": "【One to One marketing】",
          "index": 69,
          "word": "ワントゥワンマーケティング"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "協調フィルタリングとは、ユーザの嗜好を過去の行動という形で記録し、そのユーザと似たような行動を取っているユーザの嗜好情報をもとに、ユーザの嗜好を推測するシステム。リコメンデーションサービスを提供する際に使用される代表的な手法である。協調フィルタリングではユーザごとの嗜好情報が多く、ユーザの数自体も多い方が正確な推測が可能となる。",
          "hint": "【collaborative filtering】",
          "index": 70,
          "word": "協調フィルタリング"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "成果保証型広告とは、インターネット広告の料金モデルの一つで、広告によって実際に成果が生じた場合にのみ、媒体運営者に報酬が支払われる方式。例えばバナー広告をクリックして企業のWebサイトを訪れた人が商品購入をした場合や、会員登録をした場合などに、一定の金額が媒体側に支払われる。売り上げの一部が還元される場合が多く、一回当たりの報酬は高いが、報酬を得られる回数は少ない。",
          "hint": "【customer action advertisement】",
          "index": 71,
          "word": "成果保証型広告"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "期間保証型広告とは、ネット広告の課金・契約形態の一つで、Webサイトなどの特定の箇所に特定の期間だけ掲載することを保証する方式。期間内の表示回数やクリック数は保証されない。特定のページ(複数の場合もある)の特定の掲載枠に、ある時点から別の時点まで契約した顧客の広告を掲載し続けるもので、ブランド認知や告知効果などを期待して掲載することが多い。同じ広告内容がずっと掲載される場合もあるが、リピーターなどに配慮して数本の広告をローテーションで掲載する場合もある。契約の単位は1週間や1ヶ月が多く、掲載開始日も特定の曜日や月初めなどと指定されている場合が多いが、クライアント側が任意の時点を指定できる場合もある。",
          "hint": "【掲載期間保証型広告】出稿期間保証型広告",
          "index": 72,
          "word": "期間保証型広告"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "直帰率とは、Webサイトのアクセス指標の一つで、そのサイトの訪問者のうち、最初の一ページだけ見てすぐに別のサイトへ移動してしまった人の割合。Webページの直帰率という場合は、そのページから閲覧を開始した人のうち、他のページを見ずに去った人の割合。サイトの構成や目的にもよるため一概には言えないが、直帰率が高い場合には各ページのナビゲーションが分かりにくく、サイト内の別のページを見る意欲が削がれているなどの原因が考えられる。",
          "hint": "【bounce rate】",
          "index": 73,
          "word": "直帰率"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "純広告とは、広告の形態の一つで、広告主が媒体の広告枠を買い取り、広告主側で制作された広告を掲載するもの。「広告主側」には広告主自身のほか、広告主側の広告代理店や下請けの広告制作会社などを含む。一般のマスメディア広告などの場合、広告内容(クリエイティブ)を広告主(側の制作会社)で制作した点が主眼となり、対になる概念としては媒体側が広告料を原資に制作・掲載する「記事広告」(PR記事)や「タイアップ広告」などがある。",
          "hint": "【pure advertisement】純広",
          "index": 74,
          "word": "純広告"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "行動ターゲティング広告とは、Web広告の配信手法の一つで、ページ閲覧者の閲覧履歴などの過去の行動から興味・関心を推定し、これを元に表示する広告を選択する広告方式。過去にどんな検索キーワードを入力したか、どんなWebページを閲覧したか、どんな動画・音楽を試聴したかといった一定期間の行動履歴から配信する広告を決める。その閲覧者について十分な情報が集まっていればコンテンツ連動型広告などよりも利用者の興味に即した広告が選ばれる可能性が高い。",
          "hint": "【behavior targeting ads】インタレストマッチ広告 / interest matching ads / インタレストベース広告 / interest basedads / 興味関心連動型広告 / インタレストターゲティング広告 / interest targeting ads / ビヘイビアターゲティング広告 / BT広告 / 関心連動型広告",
          "index": 75,
          "word": "行動ターゲティング広告"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "運用型広告とは、ネット広告の発注・出稿方式の一つで、特定の広告枠を固定的に購入するのではなく、掲載先や入札単価などを変動させながら出稿方法を最適化していく方式。従来、ネット広告の発注は他の媒体と同じように、掲載先の媒体や広告枠、単価、数量(期間やクリック数など)などを指定し、掲載枠を固定的に買い取って配信する方式が主流だった。これに対し、運用型広告では、リアルタイム入札型の広告配信サービスなどを利用し、短期間に様々な掲載先や掲載方式、単価などを試し、それぞれの効果や反応を見て最適な組み合わせを探る。",
          "hint": "",
          "index": 76,
          "word": "運用型広告"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "離脱率とは、Webページのアクセス指標の一つで、そのページのページビューに対する、そのページを最後に別のサイトへ移動した人の割合のこと。サイトの訪問者全体に対する割合とする場合もある。また、ECサイトなどでは、商品購入やサービス申し込みなど、そのサイトにとっての「成果」に至らずにサイトを去った人の割合を離脱率ということがある。",
          "hint": "【page exit ratio】",
          "index": 77,
          "word": "離脱率"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "A / Bテストとは、複数の案のどれが優れているかを、何度も試行して定量的に決定するテスト手法。WebページやWeb広告のデザインなどでよく利用される。複数の案のいずれか一つをランダムに選んで実際の利用者に提示し、その際の効果の有無や高低を記録する。これを何度も繰り返し、最も効果の高かったものを最も優れた案として採用する。既存の選択肢の中から目的に照らして優れたものを選ぶことができ、短期間に何度も繰り返し試行できるようなものであれば何にでも適用できる。",
          "hint": "【A / B testing】スプリットテスト / split testing / スプリットランテスト / split-runtesting",
          "index": 78,
          "word": "A/Bテスト"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "ARPPUとは、ネットサービスなどにおける、有料会員一人当たりの平均月間売上高。無料サービスと有料サービスが混在しているようなサービスにおいて、有料課金を行なっている利用者が一ヶ月当たり平均でいくら使っているかを示す値のこと。元になった用語は通信事業などで用いられる「ARPU」(AverageRevenuePerUser)で、これは加入者一人当たりの平均月間売上高を意味する。ネットサービスでは、基本部分を無料で提供して気に入った利用者に追加要素を有料で販売するモデルがよく用いられるため、有料会員のみに絞った売上高の指標としてARPPUが考案された。",
          "hint": "【Average Revenue Per Payed User】",
          "index": 79,
          "word": "ARPPU"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "ASPとは、成果報酬型広告(アフィリエイト広告)の配信事業者。広告主から委託を受けて契約するWebサイトなどに広告を配信し、購入実績などの成果に応じてサイトに報酬を支払う。広告主のオンラインショップなどがASPに製品のプロモーションなどを依頼し、ASPは契約するWebサイトやメールマガジンに広告料の支払い条件などとともに案件を紹介する。案件を受託したサイトには広告が掲載され、ASPは表示回数やクリック数、そのサイト経由の利用者の購買実績などを調べて集計する。製品が売れた数やユーザ登録の件数など、事前に定めた条件に応じて、広告を掲載したサイトに広告料が支払われる。",
          "hint": "【Affiliate Service Provider】アフィリエイトサービスプロバイダ",
          "index": 80,
          "word": "ASP"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "AdSenseとは、Webサイトの内容に関連のあるWeb広告を自動的に配信し、Webサイト運営者に広告収入を支払うサービス。Google社がWebサイト運営者に対して提供しているサービスである。GoogleAdSenseを利用する場合、申し込みをした後で、Googleの提供するJavaScriptを自身のWebページに埋め込むと、Googleから配信されるWeb広告を自身のWebサイトに掲載できる。広告料はWeb広告のクリック回数に応じてWebサイト運営者に支払われる。",
          "hint": "【アドセンス】Google AdSense / グーグルアドセンス",
          "index": 81,
          "word": "AdSense"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "AdWordsとは、検索エンジンGoogleの検索結果に連動してWeb広告を掲載するサービス。Google社が広告主に対して提供しているサービスである。広告主は、まず申し込みをした後で、掲載したい広告と、その広告に関連のあるキーワードを選択し登録する。このキーワードは、検索エンジンの検索結果と広告を連動させるために選択するものである。広告とキーワードを登録すると、Googleの利用者がそのキーワードに近い単語で検索を行った際に、広告が検索結果と同時に表示されるようになる。また、GoogleAdSenseに契約したWebページのうち、キーワードに近い内容のWebページ上に広告を表示させることができる。",
          "hint": "【アドワーズ】Google AdWords / グーグルアドワーズ",
          "index": 82,
          "word": "AdWords"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "BTOとは、顧客から製品の発注を受けてから製造、配送する方式。特に、発注時に製品の構成の指定・変更を受け付け、それに基づいて製造する方式(CTO)。パソコンなど部品の組み合わせやオプションが複雑な工業製品でよく用いられる方式で、それぞれの顧客の要求に基づいて最適な製品を販売することができる。顧客ごとに製品の仕様が異なるため、高度な生産管理システムが求められる。",
          "hint": "【Build To Order】ATO / Assemble To Order / CTO / Configure To Order / Custom To Order",
          "index": 83,
          "word": "BTO"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "BtoBとは、企業間の商取引、あるいは、企業が企業向けに行う事業のこと。企業間の物品の売買やサービスの提供、企業と金融機関との取引などがこれに含まれる。企業向け事業が主体の企業のことをBtoB企業ということがある。これに対し、企業と一般消費者の商取引、または、企業が一般消費者向けに行う事業のことを「BtoC」(BusinesstoConsumer、B2C)、企業と公的機関の商取引、または、企業が公的機関向けに行う事業のことを「BtoG」(BusinesstoGovernment、B2G)という。",
          "hint": "【B2B】BtoB / 企業間取引 / Business-to-Business",
          "index": 84,
          "word": "BtoB"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "BtoCとは、企業と個人(消費者)間の商取引、あるいは、企業が個人向けに行う事業のこと。一般消費者向けの製品の製造・販売や、消費者向けサービスの提供、個人と金融機関の取引などがこれに含まれる。消費者向け事業が主体の企業のことをBtoC企業ということがある。これに対し、企業間の商取引、または、企業が企業向けに行う事業のことを「BtoB」(BusinesstoBusiness、B2B)、企業と公的機関の商取引、または、企業が公的機関向けに行う事業のことを「BtoG」(BusinesstoGovernment、B2G)という。",
          "hint": "【B2C】BtoC / Business-to-Consumer",
          "index": 85,
          "word": "BtoC"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "CPAとは、広告単価の指標で、顧客獲得(acquisition)一人あたりの支払額。または、何らかの成果(action)一件あたりの支払額。“CostPerAcquisition”の場合は、掲載した広告を経由してサイトを訪れた人が商品を購入したり有料会員登録をするなど新規顧客の獲得に結びついた場合に、その人数あたりの費用を指す。",
          "hint": "【Cost Per Acquisition】Cost Per Action",
          "index": 86,
          "word": "CPA"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "CPCとは、ネット広告の掲載料金の単位の一つで、クリック1回あたりの料金。Webページやメールに掲載したテキスト広告やバナー広告などがクリックされ、顧客サイトに訪問者が訪れるとCPC1回分の料金が発生する。このような課金を行う広告をクリック保証型広告という。CPCは配信規模や掲載方式などによって異なるが、概ね数円から数十円程度である。最近では検索連動型広告の普及と広告主の増大により、人々がよく検索するキーワードではCPCが数百円から数千円に登ることも少なくない。-",
          "hint": "【Cost Per Click】クリック単価",
          "index": 87,
          "word": "CPC"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "CPIとは、ネット広告の配信単価の種類の一つで、ソフトウェアのインストール一件あたりの料金のこと。閲覧者が広告を経由してアプリケーションソフトを自らコンピュータに導入(インストール)するたびに、広告主にCPIで設定した広告料が課される。閲覧者にソフトウェアの導入を促すタイプの広告に適用されるもので、このような広告はアプリインストール広告あるいはCPI広告と呼ばれる。広告内にはインストールを開始するボタンなどが設置されており、これを押すと直ちにソフトウェアのインストールが開始される。スマートフォンやタブレット端末向けのものが多い。",
          "hint": "【Cost Per Install】インストール単価",
          "index": 88,
          "word": "CPI"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "CPOとは、一件の注文を獲得するのに費やしたコストのこと。広告宣伝費や販売促進費など受注のために費やした総費用を、同じ期間内に獲得した注文件数で割って算出する。CPOが高いほど注文獲得に高額の費用を費やしていることになり、低いほど少ない費用で効率よく受注できていることになる。CPOにおける注文とは新規顧客のものだけでなく既存顧客のものも含まれ、また、既存顧客への販売促進施策などに要した費用などもコストとして計上する。",
          "hint": "【Cost Per Order】注文獲得単価",
          "index": 89,
          "word": "CPO"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "CPRとは、見込み顧客などからの反応を一件獲得するのに費やしたコストのこと。反応には資料請求や会員登録、見積依頼などが含まれ、必ずしも購入・発注でなくても良い。広告宣伝費や販売促進費などの費用を、同じ期間内に獲得した反応の件数で割って算出する。-",
          "hint": "【Cost Per Response】CPI / Cost Per Inquiry",
          "index": 90,
          "word": "CPR"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "CROとは、オンラインショップなどのWebサイトの改善策の一つで、サイトへの来訪者が実際の購買などの行動を起こす割合の増大を図ること。外部からサイトを訪れた人がそのサイト上で商品の購入や利用者登録などを行うことを「コンバージョン」(conversion)と呼び、来訪者のうちどのくらいの人がコンバージョンに至ったかを示す割合をコンバージョン率(conversionrate、コンバージョンレート)という。",
          "hint": "【Conversion Rate Optimization】コンバージョン率最適化",
          "index": 91,
          "word": "CRO"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "CTRとは、インターネット広告の効果を計る指標の一つ。広告がクリックされた回数を、広告が表示された回数で割ったもの。「クリックスルーレート」とも呼ばれる。この値が高いほどユーザは広告に反応しているわけで、「効率のいい」あるいは「効果の高い」広告であるといえる。広告の表示形態やその位置によっても異なるが、特にターゲットを絞らないバナー広告を一般的なポータルサイトに掲載した場合、クリックレートはおよそ0.05%から0.1%程度であると言われている。この値は、インターネット初期にはものめずらしさも手伝って数%にも及ぶことがあったが、現在ではバナー広告が極めて一般化したこともあり、低下を続けている。",
          "hint": "【Click Through Ratio】クリックスルー率 / クリック率 / クリックレート / click rate",
          "index": 92,
          "word": "CTR"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "CtoCとは、商取引の分類を表す用語の一つで、個人間、とりわけ一般消費者同士の間で行われる商取引のこと。また、個人間の取引を仲介する事業やサービスなどのこと。電子商取引やネットサービスの事業分類によく用いられる概念で、個人間で物品の売買やサービス提供を行う取引や、その仲介や紹介などを行う事業などを指すことが多い。具体的にはネットオークションや、個人で開業できるオンラインショップ(の開設・運用支援サービス)などが該当する。",
          "hint": "【C2C】CtoC / Consumer-to-Consumer",
          "index": 93,
          "word": "CtoC"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "DMPとは、ネット広告の配信データやWebサイトのアクセス解析データなど、様々な種類の履歴データを統合・解析し、顧客属性ごとや特定の顧客ごとに最適な広告配信プランを導き出すシステム。広告主が最適な広告戦略を練るために導入するもので、自社のWebサイトの閲覧履歴データや顧客の購買履歴データ、会員登録データなどと、広告配信事業者などの持つ広告の配信データや閲覧者属性データ、閲覧者のネット上での活動履歴などを統合・分析し、個々の閲覧者や顧客の興味や嗜好、属性に合った広告を配信することができる。",
          "hint": "【Data Management Platform】データマネジメントプラットフォーム",
          "index": 94,
          "word": "DMP"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "ECとは、インターネットやコンピュータなど電子的な手段を介して行う商取引の総称。狭義には、インターネットや通信回線を介して遠隔地間で必要な情報を送受信して行う商取引を指し、また、より狭義には、Webサイトなどを通じて企業が消費者に商品を販売するオンラインショップのことをECと呼ぶこともある。取引主体の類型により、企業間のECを「BtoBEC」(B2B、BusinesstoBusiness)、企業と消費者のECを「BtoCEC」(B2C、BusinesstoConsumerEC)、消費者間のECを「CtoCEC」(C2C、ConsumertoConsumer)という。",
          "hint": "【Electronic Commerce】電子商取引 / eコマース / e-commerceエレクトロニックコマース / イーコマース",
          "index": 95,
          "word": "EC"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "FSPとは、頻繁に製品やサービスを購入・利用してくれる「得意客」に対して特典や優待などを提供すること。小売店や個人向けサービスでよく実施されるマーケティング手法の一つで、購入頻度や支払額の大きい既存顧客を優遇して長期的に繰り返し購入してもらうことで、新規顧客獲得コストを削減し、売上や収益を安定させる効果が期待される。",
          "hint": "【Frequent Shoppers Program】",
          "index": 96,
          "word": "FSP"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "Flashバナーとは、MacromediaFlash形式のアニメーションになっているバナー広告。Flashの機能を利用して、静止画、音声、ベクターグラフィックスのアニメーション、様々なエフェクトなどを組み合わせ、静止画像やGIFアニメーションのバナーよりも人目を引く表現力豊かな広告を作成することができる。マウスやキーボードの入力に連動してキャラクターが動いたり音が出るといった双方向性を持たせることもできる。",
          "hint": "【Flashbanner】フラッシュバナー / Flash広告 / フラッシュ広告",
          "index": 97,
          "word": "Flashバナー"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "ROASとは、広告の効果を測る指標の一つで、売上を広告費用で割ったもの。かけた広告費に対して何倍の売上を得ることができたかを表すもので、この値が高いほど効果的に広告を出稿できていることになる。オンラインショップなど、出稿した広告のそれぞれについて対応する売上高を把握しやすい事業に向いている指標であり、媒体やクリエイティブの違いなどによる広告効果の違いを実際の売上に基づいて比較することができる。",
          "hint": "【Return On Advertising Spend】広告費用対効果",
          "index": 98,
          "word": "ROAS"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "RTBとは、ネット広告の取引手法の一つで、広告が表示される瞬間に複数の広告代理店や広告主で入札を行い、最も条件の良い広告を掲載する方式。広告主は掲載したい広告と希望掲載枠、掲載条件、希望落札価格などを入力し、入札を待つ。広告掲載メディアに閲覧者がアクセスし、広告枠に広告が表示される瞬間、複数の広告主の落札条件を突き合わせ、最も高い価格を提示していた広告主の広告が掲載される。この処理は1秒に満たないわずかな時間で実行され、メディアや広告の閲覧に支障をきたすことはない。",
          "hint": "【Real-Time Bidding】リアルタイムビッディング / リアルタイム入札",
          "index": 99,
          "word": "RTB"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "comドメインとは、インターネット上のコンピュータやネットワークを識別するドメイン名の種類の一つで、企業や商用サービスのために用意されたもの。“com”は“commercial”(商用の)の略。ドメイン名は「.」(ドット、ピリオド)で区切られた階層構造で管理されるが、その最上位(表記上は右端)のトップレベルドメイン(TLD:Top-LevelDomain)のうち国や地域を限定せず世界中から登録を受け付けるgTLD(genericTLD)の一つである。企業や商取引に関連するWebサイトやネットサービスのために用意されたものだが、登録資格の要件や審査などはないため、実際には非商用目的で取得・利用されるドメイン名もある。",
          "hint": "【.com】ドットコム / dot com",
          "index": 100,
          "word": "comドメイン"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "eCPMとは、広告1000回表示またはアクセス1000ページビューあたりの収益額。広告掲載サイト側での収益率の測定に用いられる。CPMはもともとインプレッション保証型広告における1000回表示あたりの単価を表す単位だが、クリック保証型広告や成果保証型広告の収益を広告の表示回数で割ってCPMに換算することにより、課金方式の違いによらずアクセス数に対してどれだけの収益があるのかを同じ指標で判断できる。",
          "hint": "【effective Cost Per Mill】",
          "index": 101,
          "word": "eCPM"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "オフィシャルサイトとは、組織や個人(著名人)が自らの管理下で正式な情報を公開するために設けたWebサイトのこと。主に企業や政府機関、地方自治体、芸能人や作家、政治家などの著名人などが公開しているもので、公式な情報発表の場や利害関係者に対する窓口(消費財メーカーの顧客サポート窓口など)として運営されることが多い。小説やマンガ、アニメ、映画などのメディア作品について、権利者が公式に設けたサイトのこともオフィシャルサイトという。",
          "hint": "【official site】公式サイト / 公式ホームページ",
          "index": 102,
          "word": "オフィシャルサイト"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "オンラインストレージとは、インターネット上でファイル保管用のディスクスペースを貸し出すサービス。有料のものと無料のものがあり、無料の場合は使用時に広告が表示される。職場と自宅、あるいはノートパソコンなどとの間でのデータのやりとりや、複数人でのデータの共有などが行える。利用できる容量は数MB～100MB程度のサービスが多い。WebブラウザやFTPクライアントから利用できるものが多いが、専用のソフトをパソコンに組み込んで、Windowsのエクスプローラから他のディスクと同じような操作感で利用できるようにしたものもある。-",
          "hint": "【online storage】ストレージサービス / storages ervice / クラウドストレージ / cloud storage",
          "index": 103,
          "word": "オンラインストレージ□"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "オーガニック検索とは、検索エンジンの検索結果のリストのうち、有料登録やスポンサー広告などの結果を含まない部分のこと。また、そのような結果しか含まない検索結果のこと。一般的に、検索結果の画面(SERP)には、検索エンジンに広告料を支払って掲載されているリスティング広告や、ディレクトリなどに有料登録されたWebサイトのリストなどが含まれている。このような利害関係のあるリストを除いた、Web上から集めてきたデータを独自のアルゴリズムで順位付けした本来の検索結果の部分のことをオーガニック検索という。",
          "hint": "【organic search】ナチュラル検索 / natural search",
          "index": 104,
          "word": "オーガニック検索"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "クラウドソーシングとは、インターネットを利用して不特定多数の人に業務を発注したり、受注者の募集を行うこと。また、そのような受発注ができるWebサービス。企業などがクラウドソーシングサービスのサイト上に業務の内容や発注条件などを告知し、サービスの加入者の中で希望する人が応募する。発注元は応募者の中から適任と思われる人物に業務を発注する。また、制作物の依頼などでは希望者が作品を投稿し、気に入ったものを選んで買い取る、いわゆるコンペ形式の発注形態が取られることもある。",
          "hint": "【crowd sourcing】",
          "index": 105,
          "word": "クラウドソーシング"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "クラウドファンディングとは、資金を必要とする企業やプロジェクトが不特定多数の個人から少額の資金を募る手法。特に、専門のWebサイトなどで詳細を告知して資金提供者を募集すること。“crowd”は「群衆」、“funding”は「資金調達」の意。少数の大口出資者に依存するとその意向や都合に大きく影響されるが、多くの人から少額の資金を集めることで安定的にプロジェクトを進行できる。また、資金を募集する過程で、対象のプロジェクトや新製品に強い興味を持つ「ファン」や潜在顧客を組織することができ、その意見をプロジェクトに反映させたり、口コミで新たなファンを獲得するといった効果が期待される。",
          "hint": "【crowd funding】ソーシャルファンディング / social funding",
          "index": 106,
          "word": "クラウドファンディング"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "クローラとは、全文検索型サーチエンジンの検索データベースを作成するために、世界中のありとあらゆるWebページを回収するプログラム。全文検索型サーチエンジンでは、Webページの内容をサーチエンジン側のデータベースに保存しておき、検索要求があった時にはそのデータベースを検索して結果をはじき出している。検索ロボットはこのデータベースの内容を充実させたり点検したりするプログラムで、まだデータベースに収録されていないWebページや、更新されたWebページを発見しては内容を回収し、結果をデータベースに反映させている。",
          "hint": "【crawler】スパイダー / spider / Webクローラ / web crawler / 検索ロボット / search robot / Webボット",
          "index": 107,
          "word": "クローラ"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "コンテンツプロバイダとは、デジタル化された情報を提供する事業者の総称。インターネットへの接続を提供するインターネットサービスプロバイダ(ISP)などと対比して、「CSP」(ContentsServiceProvider)とも呼ばれる。コンテンツは本来、テレビ、ラジオといったメディアの番組や内容のことを指していたが、「デジタルコンテンツ」はネットワーク上で手に入れることのできる情報、サービスなどを指す。コンテンツプロバイダが扱うサービスは、ポータルサイトや検索サービスの提供、ニュースの配信、ソフトウェアの提供、音楽配信、電子書籍やデータベースの提供など多岐に渡る。インターネットサービスプロバイダの市場拡大と競争の激化により、高付加価値サービスとしてコンテンツプロバイダを兼営したり専門の事業者と提携したりする事例が増加している。",
          "hint": "【contents provider】CP / コンテンツプロバイダー",
          "index": 108,
          "word": "コンテンツプロバイダ"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "コンテンツホルダとは、コンテンツの所有者。コンテンツに関して著作権など何らかの権利を保有している人物や組織などのこと。文章や画像、映像、音楽、それらを組み合わせた作品などをコンテンツと呼ぶことがあるが、その所有権や著作権を持つ者をコンテンツホルダという。コンテンツの配信、上映、放送、出版など流通を担う事業者などと対比した表現。",
          "hint": "【contents holder】コンテンツホルダー",
          "index": 109,
          "word": "コンテンツホルダ"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "タギングとは、ファイルや情報にタグ(tag)と呼ばれる短い単語やフレーズを付けて整理する手法。検索や一覧を行う際の手がかりとする目的で用いられ、「アノテーション」(annotation)とも呼ばれる。また、HTMLやXMLなどのマークアップ言語を用いて文書内に段落やレイアウトなどを示す情報を埋め込むこともタギングと呼ぶこともあるが、この用法は稀である。テキスト(文字)主体の情報は、コンピュータで全文検索を行ったり、ある程度意味に応じて分類を行うことは容易だが、画像や動画、音声などを含む様々な情報を効率よく検索したり分類したりすることは難しい。こうした雑多な種類のデータやファイルに、人の手を介して効率的に検索・分類のための情報を付加するのがタギングの手法である。",
          "hint": "【tagging】タグ付け",
          "index": 110,
          "word": "タギング"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "ティザーサイトとは、発売前の新製品に関する断片的な情報のみを公開し、閲覧者の興味を引くことを意図したプロモーション用Webサイト。製品に関する断片的な情報を掲載し、発表日・発売日までのカウントダウンを表示したり、段階的に新情報を掲載することが多い。情報を小出しにして詳細を隠し、閲覧者を焦らす(tease)ことで新製品への好奇心や興味を喚起・維持したり、ネット上で話題になることを狙っている。開設当初は製品名や製品画像すらなく、意味深なビジュアルやメッセージだけが掲載され、一見何のサイトかわからないような場合もある。",
          "hint": "【teaser site】ティーザーサイト / ティザー広告 / teaser ads",
          "index": 111,
          "word": "ティザーサイト"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "ディレクトリ型サーチエンジンとは、Webサイトのリンクを大量に集め、分野別に分類したリスト。分野は階層構造になっており、その分野に属するWebサイトのタイトル、URL、概要などの一覧を得ることができる。Webサイトの電話帳のようなもの。世界で初めてWebディレクトリを商用化したのはアメリカのYahoo!社で、同社はインターネットビジネスの魁となった。同社のサイト「Yahoo!」は、2人の大学院生が作ったWebディレクトリがその発祥である。",
          "hint": "【Webディレクトリ】web directory / ウェブディレクトリ",
          "index": 112,
          "word": "ディレクトリ型サーチエンジン"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "ディープリンクとは、Webサイトのトップページ以外(たとえばニュースサイトの個別記事など)がリンク先になっているハイパーリンクのこと。目的のWebサイトの見たいページに直接アクセスすることができるため、うまく使えばユーザの利便性を向上させる効果がある。他サイトのページを自サイトのフレーム内に表示することで自分のサイト上のページに見せかけるなど、ディープリンクを悪用する例もある。",
          "hint": "【deep link】",
          "index": 113,
          "word": "ディープリンク"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "ディープWebとは、WWWで公開されている情報のうち、検索エンジンの巡回プログラムが通常は入手できない情報群のこと。データベースの検索サービスなどの形で公開されている情報は、人間が必要に応じて検索を行って情報を引き出すことはできるが、巡回プログラムがその内容を網羅的に引き出すことは不可能である。このように、単純な巡回プログラムでは検索エンジンに登録(インデックス化)できない情報をディープWebと呼ぶ。",
          "hint": "【deep web】インビジブルWeb / invisible web / 深層Web",
          "index": 114,
          "word": "ディープWeb"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "パーマリンクとは、ブログの記事一つひとつに割り当てられたURL。パーマ(perma)はパーマネント(permanent:永続する)の略で、記事が増えたり構成が変わったりしても変化しない固定的なリンクという意味。ブログは日々記事が追加されていくため、トップページなどに表示される記事は頻繁に入れ替わる。特定の記事についてトラックバックやリンクをしたり議論を続けたい場合は記事ごとに設定されたパーマリンクを利用すると便利である。",
          "hint": "【permalink】パーマネントリンク / permanent link",
          "index": 115,
          "word": "パーマリンク"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "フリーミアムとは、インターネット上のサービスやコンテンツの課金方式の一つで、基本的な機能や内容を無料で提供し、その上で高度な機能や充実した内容を有料の付加サービスとして提供する手法。「フリー」(free)と「プレミアム」(premium)を組み合わせた造語。従来、完全に有料のサービスは敷居が高くなかなか利用者が増えず、完全に無料のサービスはサイト内の広告掲載などではなかなか十分な収益が上がらず、サービスの維持・拡大が困難になってしまうというジレンマがあった。",
          "hint": "【freemium】",
          "index": 116,
          "word": "フリーミアム"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "ペイドインクルージョンとは、ロボット型検索エンジンがWebサイトを有料で登録すること。ロボットがリンクを頼りに尋ねてくる(クロール)のを待つよりも早く確実に登録してもらえる。通常のクロールでは登録されないCGIなどによる動的なページを登録してもらえる場合もある。-",
          "hint": "【paid inclusion】PFI / Pay For Inclusion",
          "index": 117,
          "word": "ペイドインクルージョン"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "ポータルサイトとは、Web上の様々なサービスや情報を集約して簡単にアクセスできるようにまとめた、Web利用の起点となるWebサイトのこと。提供される情報やサービスはサイトにより異なるが、Webページの全文検索エンジンや、ニュース、天気予報、経済情報、Webメール、地図、鉄道乗り換え案内、電子掲示板、ショッピングモール、オンラインゲームなど、一般消費者が日常生活で必要としたり、あると便利な情報やサービスで構成される。",
          "hint": "【portal site】Webポータル / web portal",
          "index": 118,
          "word": "ポータルサイト"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "マルチポストとは、まったく同じ文章を複数の掲示板やニューズグループに投稿すること。複数の掲示板に出入りしている人はあちらこちらで同じ記事を何回も読む羽目になるため、マルチポストを嫌う傾向が強い。また、返事がないからといって同じ掲示板に何回もマルチポストを続けていると、掲示板荒らしとみなされ、投稿を削除されたり出入り禁止になる場合もあるため、マルチポストは行うべきではない。",
          "hint": "【multiple posting】multi-post",
          "index": 119,
          "word": "マルチポスト"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "リンクレピュテーションとは、リンク先のページの内容を判断するために、リンク元サイトのアンカーテキストの情報を元に判断するというアルゴリズムのこと。例えば、WebページAからWebページBにリンクを貼るとき、通常そのリンクする先のWebページBを説明する情報が含まれている。そのため検索エンジンはWebページBの評価をするときに、そのアンカーテキストの情報を読みとって評価していく。リンク先のWebページBを評価するために、リンク先のWebページAの情報であるアンカーテキスト、つまり周囲からの評価を参考としているので、リンクレピュテーションという。",
          "hint": "【link reputation】",
          "index": 120,
          "word": "リンクレピュテーション"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "ロボット型サーチエンジンとは、サーチエンジンの一種で、専用のアプリケーションソフトがインターネット上のWebサイトを自動的に巡回してデータを収集するタイプのもの。データを収集するソフトウェアをロボットと呼ぶ。人手でサイトの「索引」を構築するディレクトリ型にない特徴として、各Webサイト内を指定したキーワードなどの検索条件にしたがって全文検索することができる。",
          "hint": "【robot type search engine】",
          "index": 121,
          "word": "ロボット型サーチエンジン"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "検索エンジンとは、インターネットで公開されている情報をキーワードなどを使って検索できるWebサイトのこと。サーチエンジンはページに掲載する企業の広告料金で運営されるため、利用するために料金を払う必要はない。サーチエンジンは、WWWなどで公開されている情報の全文を貯えておき、キーワードによって検索する全文検索型と、カテゴリ別に分類されているディレクトリ型の2種類に大別できる。最近では全文検索型でもディレクトリ型の情報提供をしているところが増え、またディレクトリ型のサーチエンジンにも検索機能が搭載されるようになってきた。日本のサーチエンジンは、全文検索型ではGoogleやgoo等が有名で、ディレクトリ型ではYahoo!JAPANが有名。-",
          "hint": "【search engine】サーチエンジン",
          "index": 122,
          "word": "検索エンジン"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "直リンクとは、あるWebサイトの画像ファイルなどを、外部のWebページから参照して埋め込んで表示したり、ファイルを直接開くことができるリンクを張ること。Web上では画像や動画などのコンテンツの多くはWebページ本体のHTMLファイルとは別のファイルとして存在するが、これをそのファイルの属するサイト以外の外部のページから直接参照する行為を直リンクという。公開元サイトの管理者が特に許可しているのでない限りすべきではないとされることが多い。",
          "hint": "【direct link】ダイレクトリンク",
          "index": 123,
          "word": "直リンク"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "短縮URLとは、長いURLを短く表記できるよう、そのURLにアクセスが転送される短いURLを提供するサービス。また、そのようなサービスで作られた短いURL。短縮URLは書き込みに字数制限のある掲示板やブログなどのサービスで長いURLを含む文章を投稿したいときなどに使う。元のURLを短縮URLサービスに登録すると、20文字程度の短いURLが生成される。そのURLにアクセスすると元の長いURLに転送される。",
          "hint": "【short URL】",
          "index": 124,
          "word": "短縮URL"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": ".NETPassportとは、Microsoft社がインターネット上で提供しているシングルサインオンサービス。ある人がネットワーク上でログインや決済を行う際に必要とされる個人情報を一括して保存・管理し、サイトやサービスごとにいちいち再入力する手間を省くサービスである。Microsoft.NETの中核的なサービスと位置付けられており、Microsoft.NETサービスを利用する顧客のデータを集中管理する。また、サードパーティが.NETPassportを使用することも可能で、Passport技術をアプリケーションソフトやWebサイトに組み込むことによって、顧客は他のPassport対応システムと同一のユーザ名とパスワードでの利用が可能になる。",
          "hint": "",
          "index": 125,
          "word": ".NETPassport"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "CGMとは、インターネットなどを活用して消費者が内容を生成していくメディア。個人の情報発信をデータベース化、メディア化したWebサイトのこと。商品・サービスに関する情報を交換するものから、単に日常の出来事をつづったものまでさまざまなものがあり、クチコミサイト、Q&Aコミュニティ、ソーシャルネットワーキングサービス(SNS)、ブログ、COI(CommunityOfInterest)サイトなどがこれにあたる。",
          "hint": "【Consumer Generated Media】",
          "index": 126,
          "word": "CGM"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "DAUとは、会員制のWebサイトやネットサービス、スマートフォンアプリなどで、ある一日に利用や活動のあった利用者の数。人数として表す場合と、登録利用者に対する割合として表す場合があり、前者を「DAU数」、後者を「DAU率」と呼ぶこともある。サービスに会員登録した人や、ソフトウェアを入手・導入した人のうち、調査対象のある一日に実際に利用した人の数で、利用者の規模を表す指標の一つとしてよく用いられる。実際にはある期間(例えば1ヶ月)の間、毎日利用者数を計測し、その平均を用いるといった方法で集計することもある。",
          "hint": "【Daily Active Users】デイリーアクティブユーザー / DAU数 / DAU率",
          "index": 127,
          "word": "DAU"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "MAUとは、会員制のWebサイトやネットサービス、スマートフォンアプリなどで、ある一ヶ月の間に一回でも利用や活動のあった利用者の数。人数として表す場合と、登録利用者に対する割合として表す場合があり、前者を「MAU数」、後者を「MAU率」と呼ぶこともある。サービスに会員登録した人や、ソフトウェアを入手・導入した人のうち、調査対象のある一ヶ月の間に一度以上実際に利用した人の数で、利用者の規模を表す指標の一つとしてよく用いられる。",
          "hint": "【Monthly Active Users】月間アクティブユーザー / MAU数 / MAU率",
          "index": 128,
          "word": "MAU"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "O2Oとは、ネット上の情報や活動が実店舗での購買行動に影響すること。また、実店舗での購入につなげるためにネット上で行われる、販売促進やマーケティングなどの活動。商品を買いに行く前に価格比較サイトなどを調べて購入する店舗を決めるといった行動や、メールマガジンや携帯サイトで割引クーポンを発行して来店を促す施策などが含まれる。レストランの口コミサイトやクーポンの共同購入サイトなど、O2Oに特化したサービスを提供する企業やWebサイトも存在する。",
          "hint": "【Online to Offline】OtoO / On2Off / 020",
          "index": 129,
          "word": "O2O"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "SERPとは、検索エンジン(サーチエンジン)の検索結果を表示するページ。検索フォームにキーワードを入力して検索ボタンを押すと表示される。検索条件に合致するWebページへのリンクが関連度の高い順に並んでいる。関連度の算出は検索キーワードの含まれる数や密度、被リンク数の多さなどを元に各サービスが独自に判断する。SERPには検索結果以外にも、検索条件に関連すると思われる広告や、新しい検索を行うためのフォームなどが掲載されていることが多い。",
          "hint": "【Search Engine Result Page】",
          "index": 130,
          "word": "SERP"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "QCDとは、ビジネスで重要な要素を挙げた標語の一つで、“Quality”(品質)、“Cost”(費用)、“Delivery”(納期)の頭文字を繋いだもの。",
          "hint": "【Quality, Cost, Delivery】QCT / Quality, Cost, Time / QCDS",
          "index": 131,
          "word": "QCD"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "IoTとは、コンピュータなどの情報・通信機器だけでなく、世の中に存在する様々な物体(モノ)に通信機能を持たせ、インターネットに接続したり相互に通信することにより、自動認識や自動制御、遠隔計測などを行うこと。",
          "hint": "【Internet of hings】モノのインターネット / インターネットオブシングス",
          "index": 132,
          "word": "IoT"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "インターフェースとは、接点、境界面、接触面、接合面、仲立ち、橋渡しなどの意味を持つ英単語。IT関連では、二つのものが接続・接触する箇所や、両者の間で情報や信号などをやりとりするための手順や規約を定めたものを意味する。「ハードウェアインターフェース」「ソフトウェアインターフェース」「ユーザインターフェース」の三つに大別できる。",
          "hint": "【interface】I / F / IF",
          "index": 133,
          "word": "インターフェース"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "APIとは、あるコンピュータプログラム(ソフトウェア)の機能や管理するデータなどを、外部の他のプログラムから呼び出して利用するための手順やデータ形式などを定めた規約のこと。",
          "hint": "【Application Programming Interface】アプリケーションプログラミングインターフェース",
          "index": 134,
          "word": "API"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "オンプレミスとは、企業などの組織における情報システムの設置形態の分類で、自社施設の構内に機器を設置してシステムを導入・運用すること。外部の事業者が用意した機材やソフトウェアを通信回線を経由して利用するクラウド型(システム / サービス)の対義語。",
          "hint": "【on-premises】自社運用 / オンプレ",
          "index": 135,
          "word": "オンプレミス"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "人工知能とは、人間の脳が行っている知的な作業をコンピュータで模倣したソフトウェアやシステム。具体的には、人間の使う自然言語を理解したり、論理的な推論を行ったり、経験から学習したりするコンピュータプログラムなどのことをいう。人工知能の応用例としては、専門家の問題解決技法を模倣するエキスパートシステムや、翻訳を自動的に行う機械翻訳システム、画像や音声の意味を理解する画像理解システム、音声理解システムなどがある。人工知能を記述するのに適したプログラミング言語としてLispやPrologなどが知られている。",
          "hint": "【AI】Artificial Intelligence",
          "index": 136,
          "word": "人工知能"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "ソリューションとは、解答、解決策、解決、解法、溶解、溶液などの意味を持つ英単語。IT業界では、顧客の抱える問題・課題を解決したり、要望・要求を満たすことができる製品やサービス、およびその組み合わせのことをソリューションということが多い。",
          "hint": "【solution】ITソリューション / ITs olution / システムソリューション",
          "index": 137,
          "word": "ソリューション"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "KPIとは、組織や事業、業務の目標の達成度合いを計る定量的な指標のこと。組織や個人が日々活動、業務を進めていくにあたり、「何を持って進捗とするのか」を定義するために用いられる尺度であり、現在の状況を表す様々な数値などの中から、進捗を表現するのに最も適していると思われるものが選択される。",
          "hint": "【Key Performance Indicator】重要業績評価指標 / キーパフォーマンスインディケーター",
          "index": 138,
          "word": "KPI"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "アクセスログとは、Webサーバの動作を記録したもの。Webサーバの種類によって内容は異なるが、アクセス元のIPアドレス、アクセス元のドメイン名、アクセスされた日付と時刻、アクセスされたファイル名、リンク元のページのURL、訪問者のWebブラウザ名やOS名、処理にかかった時間、受信バイト数、送信バイト数、サービス状態コードなどである。1回の動作につき、これらの項目を列挙した1行のログデータが生成されるため、アクセスの多いサーバでは大量のアクセスログが生成される。通常、アクセスログをそのまま管理者等が目にすることはあまりなく、ログ解析ソフトなどで項目ごとに集計したものを分析する。",
          "hint": "【access log】",
          "index": 139,
          "word": "アクセスログ"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "アコーディオンメニューとは、Webページなどの表示・操作要素の一つで、選択した項目がその場で広がって詳細な内容を表示する形式のメニューのこと。限られた範囲で多数の項目を一覧でき、かつ詳細な内容を即座に参照できるメニュー形式として利便性が高い。横長の見出しが縦に並んでおり、そのうちの一つをクリックやタップで選択するとその項目の表示領域が他の項目を押しのけて縦に広がり、詳細な内容が表示される。もう一度その項目を選択すると広がった領域が狭まっていき、元の見出しのみの表示に戻る。",
          "hint": "【accordion menu】",
          "index": 140,
          "word": "アコーディオンメニュー"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "キャプションとは、見出し、表題、字幕、短い説明文、などの意味を持つ英単語。日本語の外来語としては、画像や図表の脇に添えられる、それが何を意味するかを簡潔に説明した標題や短い文章のことをキャプションということが多い。",
          "hint": "【caption】",
          "index": 141,
          "word": "キャプション"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "クローキングとは、Webサーバに細工を施し、検索エンジンの巡回ロボットには一般の閲覧者とは異なる内容のWebページを見せること。検索エンジンでの順位を上げるためにキーワードを不自然に多く入れるといった改変をWebページに施し、一般ユーザには見せずに検索エンジンだけに選択的に送信する手法である。多くの検索エンジンではこの手法を不当とみなし、クローキングを行ったサイトをインデックスから除外したり、順位を極端に落とすといったペナルティーを科している。検索エンジン側では巡回ロボットだけではクローキングされたか否かは分からないため、不自然に上位にリストされたサイトを人手でチェックするなどの対策を行っている。",
          "hint": "【cloaking】",
          "index": 142,
          "word": "クローキング"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "セッションとは、活動期間、学期、会期、開催期間、集会などの意味を持つ英単語。コンピュータシステムやネットワーク通信において、接続 / ログインしてから、切断 / ログオフするまでの、一連の操作や通信のこと。特に、Webの分野ではアクセス数の単位の一つで、Webサイトを訪れたユーザがサイト内で行う一連の行動をまとめて1セッションという。「ビジット」(visit)もほぼ同義。同一のユーザでも、ある程度間隔が開いた場合は、新しいセッションとしてカウントする。どのくらい空いたら新しい訪問とみなすかについてはいろいろな基準があるが、概ね30分程度とする場合が多い。",
          "hint": "【session】",
          "index": 143,
          "word": "セッション"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "ノーリファラとは、WebブラウザからWebサーバに送られる要求データの中に、アクセスしようとしているWebページの参照元ページ(リファラ:referer)の情報が無いこと。通常、ブラウザがサーバにページを要求する際には、リンク元のWebページのアドレス(URL)を参照元として申告する仕組みになっているが、何らかの理由によりこれが設定されていない状態のことをノーリファラという。",
          "hint": "【no referer】ノーリファラー",
          "index": 144,
          "word": "ノーリファラ"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "パンくずリストとは、あるWebページのサイト全体の中での位置を、階層構造の上位ページへのリンクを順に並べて簡潔に記したもの。トップページからそのページまでの経路を示すことにより、訪問者がサイト内での現在位置を直感的に把握するのに役立つ。名称の由来は童話「ヘンゼルとグレーテル」で、森の中で帰り道が分かるようにパンくずを少しずつ落としながら歩いたというエピソードである。大規模なWebサイトは、ページ群全体が大きなカテゴリに分かれ、その下に何階層かの小カテゴリ、個別のページ、という形で階層構造で管理されていることが多い。各ページに、そのページの属するカテゴリのメインページへのリンクを「トップ＞コンピュータ＞パソコン＞買い方」のように順番に並べたものがパンくずリストである。区切り記号には「＞」(大なり記号)や横向きの三角、矢印などが使われることが多い。",
          "hint": "【breadcrumbs list】ブレッドクラム / トピックパス / topic path",
          "index": 145,
          "word": "パンくずリスト"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "ペアレンタルコントロールとは、DVDやインターネット、携帯電話などの電子メディアにおいて、性的表現や暴力的表現など子どもに悪影響を及ぼす可能性のあるサービスやコンテンツに対して、親が視聴・利用制限をかけること。また、そのための装置やソフトウェアの機能のこと。発音から「パレンタルコントロール」「パレンタルロック」と呼ばれることもある。狭義にはDVD-Videoにおける年齢視聴制限(ペアレンタルロック)機能を指す。広義には、パソコンや携帯電話、ネット上のサービスなどの利用において、諸設定の変更、使用できるアプリケーションやサービスなど広範囲における子どもの利用制限機能・サービスが含まれる。",
          "hint": "【parental control】",
          "index": 146,
          "word": "ペアレンタルコントロール"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "ユニークユーザとは、Webのアクセス数の単位の一つで、あるWebサイトを特定に期間のうちに訪れた人の正味の人数。延べ訪問数(ビジット)から重複を除いたもので、複数回訪問した人も1人と数える。ページビューやビジットなど単純なアクセス件数のカウント方法に比べ、正味どのくらいの人数がサイトを訪れたのかを知ることができる。ただし、技術的にWeb上で人物の同定を確実に行うことはできず、例えば、同じ人物が職場と家庭で同じサイトを訪れるとユニークユーザは2人とカウントされる。このような事情を正確に反映するために、ある期間に訪れた人の使っていたWebブラウザの正味の数という意味で「ユニークブラウザ数」(UB:UniqueBrowser)という呼び方をすることがある。",
          "hint": "【unique users】UU / ユニークブラウザ / unique browsers / UB / ユニークビジター / unique visitors / UU数 / UB数 / 訪問者数",
          "index": 147,
          "word": "ユニークユーザ"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "metaタグとは、HTMLタグの一つで、そのHTML文書についての情報のうち、既存のタグでは定義されていないものの記述に用いる。属性には「http-equiv」「name」「content」の3つ(HTML5ではこれに加えて「charset」の4つ)があり、何の情報を定義するのかを前2つのいずれかで示し、その内容をcontentフィールドに記述する。",
          "hint": "【メタタグ】meta要素",
          "index": 148,
          "word": "metaタグ"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "SEOとは、サーチエンジンの検索結果のページの表示順の上位に自らのWebサイトが表示されるように工夫すること。また、そのための技術やサービス。Webサイト構築などを手がける事業者の中には、SEOをメニューに用意しているところもある。サーチエンジンは登録されているWebページをキーワードに応じて表示するが、その際の表示順位はそれぞれのサーチエンジンが独自の方式に則って決定している。この順位が上にある方が検索エンジン利用者の目につきやすく、訪問者も増えるため、企業などでは検索順位を上げるために様々な試みを行う場合がある。その様々な技術や手法を総称してSEOという。",
          "hint": "【Search Engine Optimization】検索エンジン最適化 / サーチエンジン最適化 / SEO対策",
          "index": 149,
          "word": "SEO"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "URLパラメータとは、WebブラウザなどがWebサーバに送信するデータをURLの末尾に特定の形式で表記したもの。Webアプリケーションなどでクライアントからサーバにパラメータを渡すのに使われる表記法で、URLの末尾に「?」マークを付け、続けて「名前=値」の形式で記述する。値が複数あるときは「&」で区切り、例えばhttp: /  / example.com / foo / var.php?name1=value1&name2=value2のように記述する。",
          "hint": "【URL parameter】URL引数 / URLクエリパラメータ / クエリ文字列 / リクエストパラメータ",
          "index": 150,
          "word": "URLパラメータ"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "WordPressとは、Webサーバ上にブログを開設・運用できるソフトウェアの一つ。PHPで書かれており、データの保存にはMySQLを用いる。2003年5月にMattMullenweg氏らによって最初のバージョンが公開された。GPLに基づいて自由に利用できるオープンソースソフトウェアである。フリーのブログツールとしては最も人気の高いものの一つで、対応する豊富なテンプレートやプラグインが公開されている。HTMLでテンプレートを自作したり、PHPでプラグインを自作することもできる。一旦インストールしたあとは管理画面にWebブラウザでアクセスして各種の操作を行うことができる。複数のユーザでブログを作成したり、ブログホスティングサービスを提供するためのマルチユーザ機能も追加されている。",
          "hint": "",
          "index": 151,
          "word": "WordPress"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "alt属性とは、HTMLで規定されている要素の属性の一つで、画像などが表示できない場合に代わりに表示する文字列を定義するもの。alt属性で定義した文字列のことを「代替テキスト」(alternatetext)などと呼ぶ。画像を埋め込むためのimgタグや、入力フォームのareaタグ、inputタグなどで用いられる。-",
          "hint": "【alternate attribute】代替テキスト / altテキスト",
          "index": 152,
          "word": "alt属性"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "アンカーとは、いかり(をおろす)、頼みの綱、最終走者、固定する、支える、などの意味を持つ英単語。HTML文書に記述された他のURLなどへのハイパーリンク(が設定された文字列)をアンカーと呼び、それを記述するための要素のことをアンカータグ(aタグ)という。「<a href=“リンク先のURLなど”>リンクを設定したい文字列</a>」という書式で記述する。",
          "hint": "【anchor】アンカ",
          "index": 153,
          "word": "アンカー"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "オーガニックリンクとは、Webサイトから別のWebサイトへのハイパーリンクのうち、リンク購入などによらない自然なリンクのこと。オーガニックリンクは、リンク元の管理者が自サイトとの関連性や必要性などから自発的に設置したリンクである。リンク元の管理者がリンク先サイトを、リンク元サイトと関連が強く、重要度が高いと考えている可能性が高いため、検索エンジンなどがWebサイトの評価を機械的に算出する際の重要な指標として用いられる。",
          "hint": "【organic link】",
          "index": 154,
          "word": "オーガニックリンク"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "サイトマップとは、Webサイト内のページ構成を一覧できるようにした案内ページ。書籍や雑誌における目次の役割を果たすページで、閲覧者がサイトのどこに何が掲載されているのかを知る重要な手がかりとなる。小規模なサイトでは、サイト内のすべてのページのタイトルなどをコーナーの構成に従って階層構造で列挙したリストをサイトマップとすることが多い。各ページのタイトルにはそのページヘのリンクが設定され、サイトマップからすべてのページを開くことができる。大規模なサイトではすべてのページを列挙することは難しいため、各コーナーのトップページへのリンクを階層構造で示すことが多い。",
          "hint": "【site map】site map",
          "index": 155,
          "word": "サイトマップ"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "ディスクリプションとは、記述、描写、説明、表現などの意味を持つ英単語。HTMLでWebページを作成する際、検索エンジンなどが適切にページの内容を把握できるようmetaタグでそのページの説明を記述したものをメタディスクリプション、あるいは単にディスクリプションということがある。",
          "hint": "【description】デスクリプション",
          "index": 156,
          "word": "ディスクリプション"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "ハイパーリンクとは、文書内に埋め込まれた、他の文書など外部の別の情報資源に対する参照情報。また、そのような参照が設定された、文字や画像など文書内の要素のこと。単に「リンク」(link)と略して呼ぶことが多い。ハイパーリンクは参照先の識別情報や所在情報などを特定の記法で記述したもので、コンピュータシステムによって参照先を容易に呼び出したり照会したりできるようになっている。このようなハイパーリンクの仕組みによって様々な文書や情報資源を相互に結びつけた情報メディアを「ハイパーテキスト」(hypertext)あるいは「ハイパーメディア」(hypermedia)という。",
          "hint": "【hyper link】リンク / link",
          "index": 157,
          "word": "ハイパーリンク"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "ファーストビューとは、一見、一目、初見などの意味を持つ英語表現。Webの分野では、閲覧者の画面にWebページを表示した時に、最初に表示される領域のことをファーストビューという。スクロールなどの操作をしなくても見ることができる範囲で、最も重要な内容を配置するべきとされる。一般的にはページの左上の領域のことで、どの範囲までファーストビューに表示されるかは個々の閲覧者の画面の大きさやWebブラウザのウインドウの大きさなどにより異なる。このため、制作側でファーストビューについて議論する際には、実際の閲覧者の表示サイズから平均サイズを求めたり、広い方から一定の割合(例えば80%)の閲覧者でファーストビューとなるサイズを求めたりすることが多い。",
          "hint": "【above the fold】",
          "index": 158,
          "word": "ファーストビュー"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "プライベートブラウズとは、Webブラウザの動作モードの一つで、個人に紐付いた情報をコンピュータに保存しない方式。閲覧履歴やキャッシュ(一時ファイル)、Cookie(閲覧中はメモリ上にのみ保存)、フォームの入力履歴や入力補完などをハードディスクなどに保存せず、ブラウザを閉じた時点で消去する。コンピュータを他人と共有している場合や、一時的に自分のものではないコンピュータを使わなければならない場合などによく利用される。",
          "hint": "【private browse】In Privateブラウズ / In Private browse / シークレットモード / secret mode / プライベートモード / private mode / プライベートブラウジング / private browsing",
          "index": 159,
          "word": "プライベートブラウズ"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "ページビューとは、Webのアクセス数の単位の一つで、閲覧者のWebブラウザに表示されたWebページの数。静的な構成のWebサイトではHTMLファイルの送信数にほぼ等しい。最も基本的なアクセス数の指標の一つで、Webページが閲覧された回数を表す。ページ内で参照している画像など外部のファイルの数などには影響されず、Webページを1画面開けば1ページビューと数える。",
          "hint": "【PV】Page Views / PV数",
          "index": 160,
          "word": "ページビュー"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "マルチエントランスとは、Webサイト内の様々なページにサイトの入り口としての機能を持たせること。また、そのようなWebサイトやWebページの構造・設計。検索エンジンの検索結果などからWebサイトを訪問する場合、必ずしもトップページからアクセスするとは限らず、訪問者はサイト内の様々なページを最初に目にすることになる。",
          "hint": "【マルチエントランス化】マルチエントランス構造",
          "index": 161,
          "word": "マルチエントランス"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "マルチデバイスとは、コンテンツやサービス、ソフトウェアなどが様々な種類の機器(device)から等しく利用できること。また、様々な種類の機器が混在し、相互に連携できること。そのような状態にすることを「マルチデバイス化」「マルチデバイス対応」という。近年、スマートフォンやタブレット端末、携帯ゲーム機、テレビ、デジタルビデオレコーダーなど様々な情報機器が高度な機能・性能を備えるようになったため、こうした多様な機器から等しくコンテンツやサービスにアクセスできることが重要となっている。また、家庭内や企業内に混在するこうした機器の間でデータを同期したり送受信することにより、時と場合に応じて利用・視聴する端末を使い分ける手法が注目されている。例えば、家庭のビデオレコーダーに外出先からスマートフォンでアクセスして録画したテレビ番組を視聴したり、社内のパソコンで作成した資料を営業先でタブレット端末に表示する、といった利用法である。",
          "hint": "【multiple devices】multi-device",
          "index": 162,
          "word": "マルチデバイス"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "ミラーサイトとは、あるWebサイトの内容をそっくりそのまま複製したサイトのこと。元のサイトとは異なるWebサーバやドメイン名(ホスト名)で公開される。あるWebサイトを構成するファイルをすべてコピーして構築されているサイトで、閲覧者からのアクセスを分散して一台あたりの負荷を軽減したり、閲覧者に地理的に最も近いサイトにアクセスさせることで転送を高速化するために設置されることが多い。過負荷やシステム障害、契約転送容量超過などで時折アクセス不能になるサイトの開設者が、メインサイトの停止時にも利用できるようミラーサイトを公開している場合もある。",
          "hint": "【mirror site】ミラーサーバ / mirror server",
          "index": 163,
          "word": "ミラーサイト"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "モバイルファーストとは、Webサイトやソフトウェアの開発・運営方針の一つで、スマートフォンなどの携帯端末向けの版をパソコン向けなどより先に、あるいは同時に公開すること。また、サイトやソフトの機能や表示、操作方法を設計する際に、携帯端末での使いやすさを常に優先すること。Webサイトやネットサービス、ソフトウェアなどを開発・公開する際、これまではパソコン版が先行し、後からモバイル版が公開されることが多かった。また、モバイル版は機能が制限されたり、パソコン版の設計がそのまま持ち込まれて表示や操作がしにくかったりと、「おまけ」的な扱いに留まることが多かった。",
          "hint": "【mobile first】",
          "index": 164,
          "word": "モバイルファースト"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "ランディングページとは、Webサイトの訪問者が、外部からそのサイトにやってくる際、最初に開くことになるページ。特に、他サイトに広告を出稿する際、リンク先として指定する自サイト内のページのこと。広告や検索によって訪問者がサイトに訪れても、ランディングページの内容が適切でなければそのまま別のサイトに移動してしまう可能性が高い。訪問者を逃さずに、滞在時間や閲覧ページの増大、あるいは収益につながる何らかのアクションを起こさせる工夫を行うことをランディングページ最適化(LPO:LandingPageOptimization)という。",
          "hint": "【landing page】LP",
          "index": 165,
          "word": "ランディングページ"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "リダイレクトとは、プログラムの入力元や出力先を通常とは違うものに変更すること。MS-DOSやUNIXで採用された機能で、WindowsではMS-DOSプロンプト(コンソールアプリケーション)で利用できる。例えば、画面に表示されるはずのデータをファイルとして出力することを、「出力先をファイルにリダイレクトする」と言う。",
          "hint": "【redirect】",
          "index": 166,
          "word": "リダイレクト"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "リファラとは、あるWebページのリンクをクリックして別のページに移動したときの、リンク元のページのこと。Webサーバのアクセスログに記録される項目の一つ。これを辿っていくと閲覧者がどこのサイトから訪問したのか、また、サイト内でどのような軌跡を辿ったのかなどを調べることができる。検索エンジンからの訪問の場合には、URLのパラメータ部分を調べることによって、どんな言葉で検索した結果のページから来たのかを知ることができる。Web広告の世界では、どのサイト / ページに掲載した広告に効果があったのかを調べることができる重要な項目である。",
          "hint": "【referer】リファラー / リファーラ",
          "index": 167,
          "word": "リファラ"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "リーチとは、特定のWebサイトがある期間内にどれだけの人に閲覧されたかを示す値。(対象となる)全インターネットユーザに対する比率で示される。インターネット広告の場合は、特定の広告が何人に配信されたかを表す(全ユーザ数に対する比率であらわす場合もある)。同一回数の配信を行う場合、広告内容がすぐに理解可能な内容であれば、フリークエンシー(一人当たりの露出回数)よりリーチを重視し、回数を重ねなければ広告に興味を示さないと考えられる場合はリーチよりフリークエンシーを重視した方が広告効果が高いとされる。-",
          "hint": "【reach】",
          "index": 168,
          "word": "リーチ"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "レスポンシブデザインとは、Webデザインの手法の一つで、様々な種類の機器や画面サイズに単一のファイルで対応すること。WebサイトやWebページをパソコンやスマートフォン、タブレット端末など複数の機器や画面サイズに対応させる際、内容が同じでデザインや動作をそれぞれに最適化した複数のHTMLファイルやCSSファイルを用意し、HTTPリダイレクトなどでアクセスを振り分ける手法がよく用いられる。",
          "hint": "【responsive design】レスポンシブWebデザイン / RWD / Responsive Web Design",
          "index": 169,
          "word": "レスポンシブデザイン"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "ワードサラダとは、一見文法的に正しいように見えるが、単語をでたらめに並べたもので意味が通らない文章。コンピュータにより自動生成され、迷惑メール(スパムメール)の本文に記載されたり、検索エンジンユーザを誘導して広告を閲覧させる目的でブログスパムなどに利用される。ワードサラダという名称は、関連性のない言葉が文章の中にちりばめられている様子を、サラダの中にさまざまな野菜が散らばっている様になぞらえている。でたらめに並べた言葉の集まりは人間が読めばそれが意味のない滑稽な文章だと判断できるが、コンピュータにはその文章が意味のあるものかどうか、誰かに何かを伝えようとするものなのかを正確に判断することは難しい。",
          "hint": "【word salad】",
          "index": 170,
          "word": "ワードサラダ"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "CMSとは、Webコンテンツを構成するテキストや画像、レイアウト情報などを一元的に保存・管理し、サイトを構築したり編集したりするソフトウェアのこと。広義には、(Webサイトに限らず)デジタルコンテンツの管理を行うシステムの総称。Webサイトを構築するには、見出しや文章、画像などを作成するだけでなく、HTMLやCSSなどの言語でレイアウトや装飾を記述し、ページ間にリンクを設定するなどの作業も行う必要がある。これらの異なる種類の要素を分離してそれぞれデータベースやファイルに保存し、サイト構築をソフトウェアで自動的に行うようにしたものがCMSである。",
          "hint": "【Contents Management System】コンテンツマネジメントシステム",
          "index": 171,
          "word": "CMS"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "CSSとは、Webページのレイアウトを定義する規格。これまで、WebページのレイアウトはHTMLを用いて記述され、HTMLにはレイアウトに関する仕様が大量に取り込まれたが、これは、文書の論理構造を記述するという本来のHTMLの目的に反するため、文書の視覚的構造を規定する枠組みとしてCSSが新たに策定された。CSSを使うと、フォントや文字の大きさ、文字飾り、行間などの見栄えに関する情報を文書本体(及び文書の論理構造を記述したHTML)から切り離すことができ、ユーザが複数のレイアウトから適当なものを選択することができるようになる。WWWに関する標準化団体W3Cで標準化されている。-",
          "hint": "【Cascading Style Sheets】カスケーディングスタイルシート",
          "index": 172,
          "word": "CSS"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "Cookieとは、Webサイトの提供者が、Webブラウザを通じて訪問者のコンピュータに一時的にデータを書き込んで保存させる仕組み。CookieにはWebサイト(Webサーバ)側が指定したデータを保存しておくことができ、利用者の識別や属性に関する情報や、最後にサイトを訪れた日時などを記録しておくことが多い。ネットサービスなどのサイトで利用者のIDなどが保存されると、次にアクセスしたときに自動的に利用者の識別が行われ、前回の続きのようにサービスを受けることができる。",
          "hint": "【HTTP Cookie】クッキー",
          "index": 173,
          "word": "Cookie"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "HTMLとは、Webページを記述するためのマークアップ言語。文書の論理構造や表示の仕方などを記述することができる。W3Cによって標準化が行われており、大半のWebブラウザは標準でHTML文書の解釈・表示が行える。汎用的なマークアップ言語であるXMLに準拠するよう一部の使用を改めたXHTML規格も定められている。HTMLでは、文書の一部を“<”と“>”で挟まれた「タグ」と呼ばれる特別な文字列で囲うことにより、文章の構造や修飾についての情報を文書に埋め込んで記述することができる。文章の中で表題や段落の区切りを指定したり、箇条書きの項目を列挙したり、文書の一部として画像や音声、動画を埋め込んだり、他の文書へのハイパーリンクを設定したりすることができる。",
          "hint": "【Hyper Text Markup Language】",
          "index": 174,
          "word": "HTML"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "LPOとは、ランディングページ最適化。Webサイトにおいて、サイト訪問者が最初に訪れるWebページを工夫し、訪問者が会員登録や商品購入など収益につながる何らかの取引を行う割合(コンバージョンレート)を高めること。Webマーケティングの新しい手法として注目されている。Webサイト訪問者がWeb広告など外部からのリンクをクリックした際に最初に表示されるWebページを、「訪問者が着地するページ」という意味でランディングページ(landingpages)と呼ぶ。ランディングページは、訪問者がWebサイトに滞在し、商品購入などWebサイトの運営側の収益となる取引を行うかどうかを左右する重要なWebページとされる。",
          "hint": "【Landing Page Optimization】",
          "index": 175,
          "word": "LPO"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "MEOとは、自社の店舗の情報などが、Googleマップなどの地図サービスによる検索で上位に表示されるよう工夫すること。また、そのための技術やサービス。利用者のコンピュータに地図を表示し、現在地の近隣の情報などをキーワード検索できるWebサービスやスマートフォンアプリがあるが、これらはWeb上で公開されている店舗や建物の情報などを収集したり、事業者から情報の登録を受け付けたりして地図上に対応する情報を配置している。",
          "hint": "【Map Engine Optimization】マップエンジン最適化 / ローカルSEO / Local SEO",
          "index": 176,
          "word": "MEO"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "PHPとは、Webサーバの機能を拡張し、動的にWebページを生成するために用いられるプログラミング言語の一つ。いわゆるスクリプト言語あるいは軽量言語(LL:LightweightLanguage)の一つで、実行環境をWebサーバに組み込んで利用されることが多い。C言語やJava、Perlの影響を受けた記法・文法を採用した手続き型のプログラミング言語で、平易な仕様で学習しやすく、簡潔な記述でプログラムを開発することができる。クラスを用いたオブジェクト指向や例外処理などに対応しているほか、標準で外部のデータベースシステム(DBMS)へ接続する機能が提供され、データベースと連携したWebアプリケーションを容易に開発することができる。",
          "hint": "【PHP: Hypertext Preprocessor】",
          "index": 177,
          "word": "PHP"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "RSSとは、Webサイトの見出しや要約などのメタデータを構造化して記述するXMLベースのフォーマット。主にサイトの更新情報を公開するのに使われている。RSSで記述された文書には、Webサイトの各ページのタイトル、アドレス、見出し、要約、更新時刻などを記述することができる。RSS文書を用いることで、多数のWebサイトの更新情報を統一的な方法で効率的に把握することができる。",
          "hint": "【RDF Site Summary】Really Simple Syndication / Rich Site Summary",
          "index": 178,
          "word": "RSS"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "SEMとは、検索エンジンから自社Webサイトへの訪問者を増やすマーケティング手法。検索エンジンのより上位に自社サイトが掲載されるようコンテンツを最適化するSEO(SearchEngineOptimization:検索エンジン最適化)や、キーワード連動型広告や有料リスティングサービスによる広告掲載などの手法がある。",
          "hint": "【Search Engine Marketing】サーチエンジンマーケティング / 検索エンジンマーケティング",
          "index": 179,
          "word": "SEM"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "4Cとは、企業や事業の競争力を分析する際の考え方の枠組みの一つ。自社(Company)、競合(Competitor)、顧客/市場環境 (Customer)の「3つのC」、あるいは、これに加えて費用(Cost)や流通(Channel)、状況/文脈(Context)、協力者/提携相手 (Cooperator/Collaborator)のいずれかを加えた「4つのC」に着目して分析する手法のこと。",
          "hint": "3C / 3C分析",
          "index": 180,
          "word": "4C"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "4Pとは、企業や事業の競争力を分析する際の考え方の枠組みの一つで、“Product”(製品)、“Price”(価格)、“Promotion”(宣伝)、“Place”(立地、流通)の4つの“P”に着目する手法。",
          "hint": "4P分析 / 4P戦略",
          "index": 181,
          "word": "4P"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "顧客が望む価値と、競合他社と差別化された、自社が提供できる価値が組み合わさった部分のこと。",
          "hint": "",
          "index": 182,
          "word": "バリュープロポジション"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "組織を、「強み(Strength)」「弱み(Weakness)」「機会(Opportunity)」「脅威(Threat)」の4つの軸から評価する手法のこと。企業戦略の立案時などに用いられる。",
          "hint": "",
          "index": 183,
          "word": "SWOT分析"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "フィリップ・コトラー博士が提唱したマーケティング戦略の基本的なフレームワーク。まず市場を細分化(セグメンテーション)し、次にその中からフォーカスすべきターゲットセグメントを決定(ターゲティング)し、そしてターゲットセグメントに対して、ベネフィットを宣言する(ポジショニング)。この活動の頭文字をとって「STP戦略」と呼ぶ。",
          "hint": "",
          "index": 184,
          "word": "STP戦略"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "アウトソーシングとは、企業が業務の一部を別の企業などに委託すること。外注、外製、外部委託、業務委託、社外調達などもほぼ同義。自社で人員を確保するのが困難な高度に専門的な業務や、専業の事業者の方が低コストで処理できるような業務で行われることが多い。",
          "hint": "",
          "index": 185,
          "word": "アウトソーシング"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "消費者が実際に購買行動を起こすまでの過程を分類した法則で、マーケティング戦略を考える際に活用される。消費者の購買行動は、その商品に注意(Attention)することから始まり、興味(Interest)を持ち、欲求(Desire)を感じ、記憶(Memory)して行動(Action)を起こすというもので、各過程の頭文字をとってアイドマ(AIDMA)の法則と呼ぶ。",
          "hint": "",
          "index": 186,
          "word": "アイドマの法則"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "消費者の新商品購入に対する態度を分類したもので、購入の早い順からイノベータ=革新的採用者(2.5%)、アーリー・アドプター(オピニオンリーダー)=初期少数採用者(13.5%)、アーリー・マジョリティ=初期多数採用者(34%)、レイト・マジョリティ=後期多数採用者(34%)、ラガード=伝統主義者(または採用遅滞者)(16%)の5つに分けられる。",
          "hint": "",
          "index": 187,
          "word": "イノベータ理論"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "カニバリゼーション(cannibalization)とは、自社の2つ以上の商品、サービス、ブランドなどが互いに競合して、シェアを侵食しあう「共食い」現象。",
          "hint": "",
          "index": 188,
          "word": "カニバリゼーション"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "マーケティング戦略において、ターゲット市場で目標を達成するためにテレビ、新聞、Tel、Fax、Web、Mailなどのマーケティング・チャネルを有機的に組み合わせること(メディアミックスと呼ばれることが多い)",
          "hint": "メディアミックス",
          "index": 189,
          "word": "クロスメディアコミュニケーション"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "競合他社よりも相対的に低いコストで活動する力を持つ企業が、それを競争力の源泉として、業界内で競争優位にある状態、またはその実現を目指す競争戦略のこと。マイケル・E・ポーター(MichaelE.Porter)教授が提唱する3つの基本戦略のうちの1つにあたる。",
          "hint": "",
          "index": 190,
          "word": "コストリーダーシップ戦略"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "セグメンテーションとは、区分け、区分、分割などの意味を持つ英単語。全体を何らかの法則や基準に基づいて、いくつかの部分・断片(segment:セグメント)に分割すること。",
          "hint": "【 segmentation 】セグメント化",
          "index": 191,
          "word": "セグメンテーション"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "ターゲットを設定する作業で、最も楽しく最も重要なプロセス。",
          "hint": "",
          "index": 192,
          "word": "ターゲティング"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "全体の8割の数値は全体を構成する2割の要素が生み出しているという法則。イタリアの経済学者ヴィルフレド・パレート(VilfredoFedericoDamasoPareto)が発見した冪乗の法則である。",
          "hint": "2:8の法則",
          "index": 193,
          "word": "パレートの法則"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "既存の市場を〈レッド・オーシャン(赤い海)〉、未開拓の市場を〈ブルー・オーシャン(青い海)〉と名づけ、新しい価値市場を創造していく戦略を体系化したもの。",
          "hint": "",
          "index": 194,
          "word": "ブルーオーシャン戦略"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "ベンチマーキングとは、同じ分野の優れた事例との比較を通じて、改善すべき点を探し出す手法。製品やサービス、組織、プロセスなど様々な分野で行われるもので、その分野の標準的な事例や優れた事例、競合となる事例などと自らを比較対照し、自らの強味と弱味を明らかにする手法である。比較の対象のことを「ベンチマーク」(benchmark)ということがある。",
          "hint": "",
          "index": 195,
          "word": "ベンチマーキング"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "顧客や市場に対して、自社の商品やサービスをどのように位置づけるかということ。競合製品の中での位置や、社内の複数の製品やサービスなど、それぞれの位置づけなどを明確にすることを指す。",
          "hint": "",
          "index": 196,
          "word": "ポジショニング"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "LTVとは、顧客が一定期間内にその企業の商品やサービスを購入した金額の合計のこと。",
          "hint": "【Life Time Value】顧客生涯価値",
          "index": 197,
          "word": "LTV"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "原義は国家や組織、主君への忠誠心、忠実さいった意味で、ビジネスの分野では、従業員の愛社精神や、顧客や消費者の企業や製品、ブランドなどへの愛着、信奉、親しみなどのことを指すことが多い。",
          "hint": "",
          "index": 198,
          "word": "ロイヤリティ"
        },
        {
          "answers": 0,
          "corrects": 0,
          "description": "ウェブ上で一挙に話題が広まる(バズる)ことを利用したマーケティング手法。ソーシャルメディア上の口コミを利用することを指し、バイラルマーケティングとほぼ同義。",
          "hint": "",
          "index": 199,
          "word": "バズマーケティング"
        }
      ]
    }
  ]
}